const chapter1Questions = [
  {
    "q": "ΑΠΑΝΤΗΣΕΙΣ Α΄ ΛΥΚΕΙΟΥ\n\n1.1. Η επιστημονική αξία της Χημείας και οι εφαρμογές της.\n\n1. Να συμπληρώσετε τα κενά στις προτάσεις με την κατάλληλη λέξη, ώστε να είναι επιστημονικά ορθές.",
    "a": "H Χημεία είναι βασική επιστήμη η οποία μελετά τη δομή και τις ιδιότητες της ύλης, τις μεταβολές της ύλης και τις ενεργειακές μεταβολές που τις συνοδεύουν. Σε επίπεδο εφαρμογής η Χημεία ερευνά και παράγει καινοτόμα προϊόντα για κάθε τομέα της καθημερινής ζωής, όπως τα φάρμακα για την αντιμετώπιση των ασθενειών..."
  },
  {
    "q": "2. Να χαρακτηρίσετε τις ακόλουθες προτάσεις ως σωστές ή λανθασμένες και να αιτιολογήσετε την επιλογή σας.\nΑ. Συχνά αναφέρεται ότι η Χημεία στηρίζει πολλούς τομείς στη ζωή μας.",
    "a": "Η πρόταση είναι σωστή.\nΗ Χημεία ερευνά και παράγει καινοτόμα προϊόντα για κάθε τομέα της καθημερινής ζωής..."
  },
  {
    "q": "Β. Η ανάπτυξη της Χημείας ανέβασε σημαντικά το προσδόκιμο της ζωής.",
    "a": "Η πρόταση είναι σωστή.\nΠολλές εφαρμογές της Χημείας ανέβασαν σημαντικά το προσδόκιμο της ζωής, γιατί:\n● βελτίωσαν τις συνθήκες υγιεινής..."
  },
  {
    "q": "21. Αέριο μείγμα HCl και H2S έχει μάζα 10,7 g και διαλύεται σε νερό οπότε παρασκευάζεται ένα διάλυμα Δ1. Το διάλυμα Δ1 απαιτεί για την πλήρη εξουδετέρωση του 0,4 L διαλύματος Ca(OH)2 0,50 M. Να υπολογιστούν:\nΑ. Η σύσταση του αρχικού μείγματος σε mol.\nΒ. Η μάζα και η % m/m σύσταση του στερεού υπολείμματος που θα σχηματιστεί αν το τελικό διάλυμα θερμανθεί μέχρι ξηρού.",
    "a": "ΑΠΑΝΤΗΣΕΙΣ:\nΑ. Έστω ότι στα 10,7 g μείγματος περιέχονται n1 mol HCl και n2 mol H2S.\n..."
  },
  {
    "q": "23. Κράμα Fe και Ζn περιέχει τα δύο μέταλλα με αναλογία μορίων 1/3. Το κράμα απαιτεί για την πλήρη διάλυσή του 400 mL διαλύματος HCl c M και εκλύονται 0,4 mol αερίου. Nα υπολογιστούν:\nΑ. H συγκέντρωση του διαλύματος του HCl\nΒ. Η συγκέντρωση του τελικού διαλύματος σε κάθε διαλυμένη ουσία, αν ο όγκος του είναι 400 mL.",
    "a": "ΑΠΑΝΤΗΣΕΙΣ:\nΑ. Έστω ότι στο κράμα περιέχονται n1 mol Fe και n2 mol Zn.\nΗ αναλογία μορίων είναι και αναλογία των mol..."
  }
];
