const chapter1Questions = [
  {
    "q": "Η επιστημονική αξία της Χημείας και οι εφαρμογές της.\n\nΝα συμπληρώσετε τα κενά στις προτάσεις με την κατάλληλη λέξη, ώστε να είναι επιστημονικά ορθές.\n\nΗ Χημεία είναι βασική επιστήμη η οποία μελετά τη ........ και τις ........ της ύλης, τις ........ της ύλης και τις ........ μεταβολές που τις συνοδεύουν. Σε επίπεδο εφαρμογής η Χημεία ερευνά και ........ καινοτόμα ........ για κάθε τομέα της καθημερινής ζωής, όπως τα ........ για την αντιμετώπιση των ασθενειών, τα ........ για την ατομική υγιεινή και τα ........ για τον καθαρισμό ρούχων, τα ......... Για την συντήρηση του οργανισμού και για την ικανοποίηση των ενεργειακών μας αναγκών τα ........., τα ........ υλικά και τα ........ για τις κατασκευές, οι ........ για την αποθήκευση χημικής ενέργειας, τα ........ για την ανάπτυξη των φυτών κ.ά. είναι θέμα Χημείας. Ακόμη ασχολείται με τον έλεγχο της ........ και της ........ του ........, των ........ και των ........ και με την προστασία του ......... Η Χημεία αποτελεί τη βάση πολλών επιστημών, όπως η ........, η ........, η ........ και άλλες και συνεργάζεται με τις άλλες επιστήμες για την ........ των ανθρώπων και την ........ οικονομική ανάπτυξη.",
    "a": "Η Χημεία είναι βασική επιστήμη η οποία μελετά τη <span style='color:#c00000;font-weight:bold'>δομή</span> και τις <span style='color:#c00000;font-weight:bold'>ιδιότητες</span> της ύλης, τις <span style='color:#c00000;font-weight:bold'>μεταβολές</span> της ύλης και τις <span style='color:#c00000;font-weight:bold'>ενεργειακές</span> μεταβολές που τις συνοδεύουν. Σε επίπεδο εφαρμογής η Χημεία ερευνά και <span style='color:#c00000;font-weight:bold'>παράγει</span> καινοτόμα <span style='color:#c00000;font-weight:bold'>προϊόντα</span> για κάθε τομέα της καθημερινής ζωής, όπως τα <span style='color:#c00000;font-weight:bold'>φάρμακα</span> για την αντιμετώπιση των ασθενειών, τα <span style='color:#c00000;font-weight:bold'>σαπούνια</span> για την ατομική υγιεινή και τα <span style='color:#c00000;font-weight:bold'>προϊόντα</span> για τον καθαρισμό ρούχων, τα <span style='color:#c00000;font-weight:bold'>απορρυπαντικά</span>. Για την συντήρηση του οργανισμού και για την ικανοποίηση των ενεργειακών μας αναγκών τα <span style='color:#c00000;font-weight:bold'>τρόφιμα</span>, τα <span style='color:#c00000;font-weight:bold'>δομικά</span> υλικά και τα <span style='color:#c00000;font-weight:bold'>χρώματα</span> για τις κατασκευές, οι <span style='color:#c00000;font-weight:bold'>μπαταρίες</span> για την αποθήκευση χημικής ενέργειας, τα <span style='color:#c00000;font-weight:bold'>λιπάσματα</span> για την ανάπτυξη των φυτών κ.ά. είναι θέμα Χημείας. Ακόμη ασχολείται με τον έλεγχο της <span style='color:#c00000;font-weight:bold'>ποιότητας</span> και της <span style='color:#c00000;font-weight:bold'>ασφάλειας</span> του <span style='color:#c00000;font-weight:bold'>νερού</span>, των <span style='color:#c00000;font-weight:bold'>τροφίμων</span> και των <span style='color:#c00000;font-weight:bold'>καυσίμων</span> και με την προστασία του <span style='color:#c00000;font-weight:bold'>περιβάλλοντος</span>. Η Χημεία αποτελεί τη βάση πολλών επιστημών, όπως η <span style='color:#c00000;font-weight:bold'>Φυσική</span>, η <span style='color:#c00000;font-weight:bold'>Βιολογία</span>, η <span style='color:#c00000;font-weight:bold'>Γεωλογία</span> και άλλες και συνεργάζεται με τις άλλες επιστήμες για την <span style='color:#c00000;font-weight:bold'>ευημερία</span> των ανθρώπων και την <span style='color:#c00000;font-weight:bold'>βιώσιμη</span> οικονομική ανάπτυξη."
  },
  {
    "q": "Αέριο μείγμα HCl και H2S έχει μάζα 10,7 g και διαλύεται σε νερό οπότε παρασκευάζεται ένα διάλυμα Δ1. Το διάλυμα Δ1 απαιτεί για την πλήρη εξουδετέρωση του 0,4 L διαλύματος Ca(OH)2 0,50 M. Να υπολογιστούν:\nΑ. Η σύσταση του αρχικού μείγματος σε mol.\nΒ. Η μάζα και η % m/m σύσταση του στερεού υπολείμματος που θα σχηματιστεί αν το τελικό διάλυμα θερμανθεί μέχρι ξηρού.",
    "a": "<span style='color:#c00000;font-weight:bold'>ΑΠΑΝΤΗΣΕΙΣ:<br>Α.</span> Έστω ότι στο μείγμα περιέχονται <span style='color:#c00000'>n1</span> mol HCl και <span style='color:#c00000'>n2</span> mol H2S.<br>Η μάζα του μείγματος είναι: m(HCl) + m(H2S) = 10,7 g <br><span style='color:#c00000;font-weight:bold'>=> 36,5·n1 + 34·n2 = 10,7  (Εξίσωση 1)</span><br><br>Η εξουδετέρωση του μείγματος από το Ca(OH)2: n(Ca(OH)2) = c·V = 0,50 · 0,4 = <span style='color:#c00000;font-weight:bold'>0,2 mol</span>.<br><br>Χημικές εξισώσεις εξουδετέρωσης:<br>2HCl + Ca(OH)2 ⟶ CaCl2 + 2H2O<br><span style='color:#c00000'> n1</span> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; <span style='color:#c00000'>n1/2</span><br><br>H2S + Ca(OH)2 ⟶ CaS + 2H2O<br><span style='color:#c00000'> n2</span> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; <span style='color:#c00000'>n2</span><br><br>Συνολικά mol Ca(OH)2 που αντέδρασαν:<br>(n1/2) + n2 = 0,2 <span style='color:#c00000;font-weight:bold'>=> n1 + 2·n2 = 0,4  (Εξίσωση 2)</span><br><br>Λύνοντας το σύστημα των Εξισώσεων (1) και (2): Από (2) => n1 = 0,4 - 2n2<br>Αντικαθιστούμε στην (1): 36,5(0,4 - 2n2) + 34·n2 = 10,7 => 14,6 - 73n2 + 34n2 = 10,7 => 39n2 = 3,9 => <span style='color:#c00000;font-weight:bold'>n2 = 0,1 mol H2S</span><br>Οπότε: n1 = 0,4 - 2(0,1) => <span style='color:#c00000;font-weight:bold'>n1 = 0,2 mol HCl</span>.<br><br><span style='color:#c00000;font-weight:bold'>Β.</span> Το στερεό υπόλειμμα αποτελείται από τα άλατα CaCl2 και CaS.<br>Από τις αντιδράσεις παράγονται: (n1/2) = <span style='color:#c00000'>0,1 mol CaCl2</span> και n2 = <span style='color:#c00000'>0,1 mol CaS</span>.<br>Μάζες αλάτων (M_r CaCl2 = 111, M_r CaS = 72):<br>m(CaCl2) = 0,1 · 111 = 11,1 g<br>m(CaS) = 0,1 · 72 = 7,2 g<br><br>Συνολική μάζα στερεού υπολείμματος: <span style='color:#c00000;font-weight:bold'>m_ολ = 11,1 + 7,2 = 18,3 g.</span><br><br>% m/m σύσταση:<br><span style='color:#c00000;font-weight:bold'>% m/m CaCl2</span> = (11,1 / 18,3) · 100 = <span style='color:#c00000;font-weight:bold'>60,66%</span><br><span style='color:#c00000;font-weight:bold'>% m/m CaS</span> = (7,2 / 18,3) · 100 = <span style='color:#c00000;font-weight:bold'>39,34%</span>"
  },
  {
    "q": "Κράμα Fe και Ζn περιέχει τα δύο μέταλλα με αναλογία μορίων 1/3. Το κράμα απαιτεί για την πλήρη διάλυσή του 400 mL διαλύματος HCl c M και εκλύονται 0,4 mol αερίου. Nα υπολογιστούν:\nΑ. H συγκέντρωση του διαλύματος του HCl\nΒ. Η συγκέντρωση του τελικού διαλύματος σε κάθε διαλυμένη ουσία, αν ο όγκος του είναι 400 mL.",
    "a": "<span style='color:#c00000;font-weight:bold'>ΑΠΑΝΤΗΣΕΙΣ:<br>Α.</span> Έστω ότι στο κράμα περιέχονται <span style='color:#c00000'>x mol Fe</span> και <span style='color:#c00000'>y mol Zn</span>.<br>Η αναλογία μορίων είναι και αναλογία των mol, άρα: x / y = 1 / 3 => <span style='color:#c00000;font-weight:bold'>y = 3x</span>.<br><br>Και τα δύο μέταλλα αντιδρούν με το HCl ελευθερώνοντας αέριο H2:<br>Fe + 2HCl ⟶ FeCl2 + H2<br><span style='color:#c00000'> x</span> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; <span style='color:#c00000'>2x</span> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; <span style='color:#c00000'>x</span> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; <span style='color:#c00000'>x</span><br><br>Zn + 2HCl ⟶ ZnCl2 + H2<br><span style='color:#c00000'> y</span> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp; <span style='color:#c00000'>2y</span> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; <span style='color:#c00000'>y</span> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; <span style='color:#c00000'>y</span><br><br>Συνολικά mol H2 που εκλύονται: n(H2) = x + y = 0,4 mol.<br>Αντικαθιστώντας το y = 3x:<br>x + 3x = 0,4 => 4x = 0,4 <span style='color:#c00000;font-weight:bold'>=> x = 0,1 mol Fe</span>.<br>Άρα <span style='color:#c00000;font-weight:bold'>y = 0,3 mol Zn</span>.<br><br>Για την πλήρη διάλυση του κράματος απαιτήθηκαν: n(HCl) = 2x + 2y = 2(0,1) + 2(0,3) = 0,2 + 0,6 => <span style='color:#c00000;font-weight:bold'>0,8 mol HCl</span>.<br><br>Η συγκέντρωση του διαλύματος HCl (όγκος V = 400 mL = 0,4 L) είναι:<br>c = n / V = 0,8 / 0,4 => <span style='color:#c00000;font-weight:bold'>c = 2 M</span>.<br><br><span style='color:#c00000;font-weight:bold'>Β.</span> Το τελικό διάλυμα (με όγκο 0,4 L) περιέχει τις παραγόμενες ποσότητες FeCl2 και ZnCl2.<br>Από τη στοιχειομετρία:<br>Παράγεται x = <span style='color:#c00000'>0,1 mol FeCl2</span><br>Παράγεται y = <span style='color:#c00000'>0,3 mol ZnCl2</span><br><br>Συγκεντρώσεις (c = n/V) στο τελικό διάλυμα:<br><span style='color:#c00000;font-weight:bold'>c(FeCl2)</span> = 0,1 mol / 0,4 L = <span style='color:#c00000;font-weight:bold'>0,25 M</span><br><span style='color:#c00000;font-weight:bold'>c(ZnCl2)</span> = 0,3 mol / 0,4 L = <span style='color:#c00000;font-weight:bold'>0,75 M</span>"
  },
  {
    "q": "Το 2011 ανακηρύχτηκε από τον Οργανισμό Ηνωμένων Εθνών (Ο.Η.Ε.) ως Διεθνές Έτος Χημείας (ΔΕΧ), με γενικό τίτλο «Χημεία – η Ζωή μας, το Μέλλον μας». Να διατυπώσετε την άποψή σας για τους λόγους για τους οποίους ο ΟΗΕ θεώρησε αναγκαίο να αφιερώσει ένα χρόνο για τον εορτασμό της Χημείας.",
    "a": "Ο ΟΗΕ θεώρησε αναγκαίο να αφιερώσει ένα χρόνο για τον εορτασμό της Χημείας ως αναγνώριση του καθοριστικού της ρόλου στην ατομική αλλά και την κοινωνική ευημερία και να γίνουν γνωστές οι προοπτικές του δημιουργικού μέλλοντος της Χημείας στην υπηρεσία της ανθρωπότητας. Η Χημική Βιομηχανία και τα προϊόντα της, πέρα από το ότι βελτιώνουν τη ζωή του ανθρώπου σε όλο τον κόσμο, είναι κρίσιμος παράγοντας οικονομικής ανάπτυξης και πηγή ευκαιριών απασχόλησης για εκατομμύρια εξειδικευμένους ανθρώπους και βασικός παράγοντας προόδου περιβαλλοντικές, κοινωνικές και οικονομικές πτυχές της βιώσιμης ανάπτυξης, όπως αντικατοπτρίζεται στους Στόχους Βιώσιμης Ανάπτυξης των Ηνωμένων Εθνών."
  },
  {
    "q": "Να διαβάσετε προσεκτικά το infographic της υπηρεσίας ερευνών του Ευρωπαϊκού Κοινοβουλίου και στη συνέχεια να απαντήσετε στις ερωτήσεις.\nΑ. Να διατυπώσετε μια υπόθεση για τις αιτίες της ρύπανσης των θαλασσών και των ωκεανών από τα πλαστικά απόβλητα.\nΒ. Να προβλέψετε τις επιπτώσεις της ρύπανσης στο περιβάλλον, στο θαλάσσιο οικοσύστημα, στη δημόσια υγεία, στην οικονομία και στο κλίμα.\nΓ. Να προτείνετε λύσεις για την αντιμετώπιση του προβλήματος στο πλαίσιο της βιώσιμης ανάπτυξης.",
    "a": "Α. Αιτίες της ρύπανσης των θαλασσών και των ωκεανών από τα πλαστικά απόβλητα είναι η υπερκατανάλωση και κατά συνέπεια οι μεγάλες ποσότητες απορριμμάτων.\n\nΒ. Η ρύπανση από πλαστικά έχει ιδιαίτερα αρνητικές επιπτώσεις στην ορθολογική διαχείριση της ανάπτυξης, την αειφορία και υποβαθμίζει την ποιότητα ζωής.\nΣΤΟ ΠΕΡΙΒΑΛΛΟΝ: υποβάθμιση του περιβάλλοντος από τη συσσώρευση των πλαστικών, τα οποία μένουν χωρίς να αποικοδομούνται πολλά χρόνια, πρόκληση ατμοσφαιρικής ρύπανσης από τις τοξικές ουσίες, όπως οι διοξίνες, που απελευθερώνονται όταν τα πλαστικά καίγονται ή εκτίθενται σε υψηλές θερμοκρασίες.\nΣΤΟ ΘΑΛΑΣΣΙΟ ΟΙΚΟΣΥΣΤΗΜΑ: υποβάθμιση του θαλάσσιου περιβάλλοντος, εξαφάνιση ειδών με δυσμενείς συνέπειες στην τροφική αλυσίδα, κατανάλωση μικροπλαστικών απο θαλάσσιους οργανισμούς.\nΣΤΗ ΔΗΜΟΣΙΑ ΥΓΕΙΑ: Η αποικοδόμηση των πλαστικών μολύνει την ατμόσφαιρα και του υδροφόρους ορίζοντες με τοξικές ουσίες προκαλούν άσθμα, αναπνευστικά προβλήματα και μεταλλάξεις.\nΣΤΗΝ ΟΙΚΟΝΟΜΙΑ: Η διαχείριση των πλαστικών απορριμμάτων και των επιπτώσεων στην υγεία των ανθρώπων και των οικοσυστημάτων επιβαρύνει σημαντικά την οικονομία.\n\nΓ. Λύσεις για την αντιμετώπιση του προβλήματος στο πλαίσιο της βιώσιμης ανάπτυξης αποτελούν η ανακύκλωση, η ανάπτυξη τεχνολογιών αντιρύπανσης η μεταβολή του παραγωγικού μοντέλου από την Γραμμική στην Κυκλική οικονομία και η υιοθέτηση των αρχών της Πράσινης Χημείας."
  },
  {
    "q": "Να παρατηρήσετε προσεκτικά τα εικονογράμματα κινδύνου της διπλανής εικόνας και να απαντήσετε στις ακόλουθες ερωτήσεις:\nΑ. Να σκεφτείτε και να αναφέρετε δύο ουσίες που μπορεί στην ετικέτα τους να έχουν το εικονόγραμμα Α.\nΒ. Να σκεφτείτε και να αναφέρετε δύο ουσίες που μπορεί στην ετικέτα τους να έχουν το εικονόγραμμα Θ.\nΓ. Να προτείνετε τρόπους για την ελάττωση των επιπτώσεων που έχει η χρήση προϊόντων που μπορεί στην ετικέτα τους να έχουν το εικονόγραμμα Θ.\nΔ. Ένα απορρυπαντικό που χρησιμοποιείτε στο σπίτι έχει τα εικονογράμματα Γ΄ και Ε΄ στην ετικέτα του. Να προτείνετε οδηγίες για την ασφαλή του χρήση.",
    "a": "Α. Το εικονόγραμμα Α προειδοποιεί ότι στη φιάλη περιέχεται κάποιο αέριο υπό πίεση το οποίο όταν θα θερμανθεί μπορεί να εκραγεί. Θα μπορούσε να περιέχει αέριο οξυγόνο (O2) ή αέριο υδρογόνο (Η2), ή να είναι ένα σπρέι χρώματος ή άλλης ουσίας.\n\nΒ. Το εικονόγραμμα Θ προειδοποιεί ότι στο δοχείο περιέχεται κάποια τοξική ουσία με μακροχρόνιες επιπτώσεις για τους υδρόβιους οργανισμούς. Θα μπορούσε να περιέχει κάποιο φυτοφάρμακο ή βιοκτόνο.\n\nΓ. Για να ελαττωθούν οι επιπτώσεις που έχει η χρήση τέτοιων προϊόντων προτείνεται να μαζεύεται η χυμένη ποσότητά τους, να χρησιμοποιούνται οι ελάχιστες δυνατές ποσότητες και να αποφεύγεται η απελευθέρωσή τους στο περιβάλλον.\n\nΔ. Το εικονόγραμμα Γ προειδοποιεί ότι στο δοχείο περιέχεται κάποιο εύφλεκτη ουσία. Οπότε για την ασφαλή του χρήση προτείνεται να διατηρείται ο περιέκτης ερμητικά κλειστός. Να διατηρείται δροσερό. Να προστατεύεται από τις ηλιακές ακτίνες. Να μην γίνεται ψεκασμός κοντά σε φλόγα ή άλλη πηγή ανάφλεξης. Να παραμένει μακριά από θερμότητα/σπινθήρες/φλόγες/θερμές επιφάνειες.\nΤο εικονόγραμμα Ε προειδοποιεί ότι στο δοχείο περιέχεται κάποια διαβρωτική ουσία η οποία μπορεί να προκαλέσει σοβαρά δερματικά εγκαύματα και οφθαλμικές βλάβες. Οπότε για την ασφαλή του χρήση προτείνεται να φοράμε γάντια και γυαλιά προστασίας και να αποφεύγεται η εισπνοή της. Θα πρέπει να πλένονται τα χέρια μετά από τον χειρισμό της."
  },
  {
    "q": "Να παρατηρήσετε την διπλανή εικόνα και να εντοπίσετε και να καταγράψετε 4 τουλάχιστον σφάλματα που μπορεί να προκαλέσουν κίνδυνο στο εργαστήριο.",
    "a": "1) Κανείς από τους μαθητές δεν φοράει εργαστηριακή ποδιά και η μαθήτρια δεν φορά γυαλιά προστασίας.\nΙΙ) Υπάρχουν τρόφιμα σε διάφορα σημεία του εργαστηρίου.\nΙΙΙ) Υπάρχουν αντικείμενα στο πάτωμα.\nΙV) Υπάρχει αναμμένη φλόγα χωρίς επίβλεψη από κάποιον καθηγητή."
  },
  {
    "q": "Να παρατηρήσετε την εικόνα και να περιγράψετε την εφαρμογή της επιστημονικής μεθόδου, επισημαίνοντας την ανεξάρτητη και την εξαρτημένη μεταβλητή.",
    "a": "Παρατήρηση: Το φυτό παρουσιάζει προβλήματα στην ανάπτυξή του.\nΔιατύπωση ερωτήματος: Ποιο από τα λιπάσματα Α και Β θα έχει καλύτερα αποτελέσματα στην ανάπτυξη του φυτού; \nΥπόθεση: Το λίπασμα Α θα έχει καλύτερα αποτελέσματα όσον αφορά την ανάπτυξη του φυτού σε σχέση με το λίπασμα Β.\nΣχεδιασμός πειραματικού ελέγχου: Να χρησιμοποιηθούν τα λιπάσματα Α και Β σε φυτά και να διαπιστωθεί η διαφορά στην ανάπτυξη των φυτών.\nΑνάλυση δεδομένων: Το φυτό στο οποίο χρησιμοποιήθηκε το λίπασμα Α παρουσιάζει μεγαλύτερη ανάπτυξη σε σχέση με το φυτό που χρησιμοποιήθηκε το λίπασμα Β.\nΣύγκριση με την υπόθεση: Η υπόθεση επιβεβαιώθηκε, καθώς το φυτό στο οποίο προστέθηκε λίπασμα Α αναπτύχθηκε περισσότερο.\nΑνακοίνωση αποτελεσμάτων: Και τα δύο λιπάσματα επέφεραν βελτίωση στην ανάπτυξη του φυτού. Όμως το λίπασμα Α έχει καλύτερα αποτελέσματα στην ανάπτυξη του φυτού σε σχέση με το λίπασμα Β.\nΑνεξάρτητη μεταβλητή: Το φυτό.\nΕξαρτημένη μεταβλητή: Το λίπασμα."
  },
  {
    "q": "Να συμπληρώσετε την ακροστιχίδα: Η λέξη στην ακροστιχίδα δηλώνει...",
    "a": "Λύση Ακροστιχίδας (ΕΠΙΣΤΗΜΟΝΙΚΗ):\n1. Ε-ΡΩΤΗΣΗ\n2. Π-ΕΙΡΑΜΑ\n3. Ι-ΣΧΥΡΙΣΜΟΣ\n4. Σ-ΥΜΠΕΡΑΣΜΑ\n5. Τ-ΕΣΤ\n6. Η-ΝΕΜΗΤΡΑΞΕ\n7. Μ-ΕΤΑΒΛΗΤΕΣ\n8. Ο-ΡΘΟΛΟΓΙΚΟΣ\n9. Ν-ΟΥΣ\n10. Ι-ΔΙΕΣ\n11. Κ-ΟΙΝΟΠΟΙΗΣΗ\n12. Η-ΤΗΤΡΑΞΕΝΑ"
  }
];


const chapter1MCQ = [
  {
    "q": "Συχνά αναφέρεται ότι η Χημεία στηρίζει πολλούς τομείς στη ζωή μας.",
    "options": [
      { "text": "Σωστό", "correct": true },
      { "text": "Λάθος", "correct": false }
    ],
    "explanation": "Η πρόταση είναι σωστή. Η Χημεία ερευνά και παράγει καινοτόμα προϊόντα για κάθε τομέα της καθημερινής ζωής, όπως τα φάρμακα, τα είδη προσωπικής υγιεινής και τα καλλυντικά, τα τρόφιμα, τα καύσιμα, τα δομικά υλικά, τα χρώματα, οι μπαταρίες, τα λιπάσματα και τα παρασιτοκτόνα, τα πλαστικά, οι τεχνητές υφάνσιμες ύλες κ.ά."
  },
  {
    "q": "Η ανάπτυξη της Χημείας ανέβασε σημαντικά το προσδόκιμο της ζωής.",
    "options": [
      { "text": "Σωστό", "correct": true },
      { "text": "Λάθος", "correct": false }
    ],
    "explanation": "Η πρόταση είναι σωστή. Πολλές εφαρμογές της Χημείας ανέβασαν σημαντικά το προσδόκιμο της ζωής, γιατί βελτίωσαν τις συνθήκες υγιεινής, αντιμετώπισαν τις λοιμώξεις, ενίσχυσαν προληπτικά τον οργανισμό και ανέπτυξαν σημαντικές διαγνωστικές τεχνικές."
  },
  {
    "q": "Οι εφαρμογές της Χημείας έχουν μόνο θετικές επιπτώσεις στην καθημερινή ζωή και στο περιβάλλον.",
    "options": [
      { "text": "Σωστό", "correct": false },
      { "text": "Λάθος", "correct": true }
    ],
    "explanation": "Η πρόταση είναι λανθασμένη. Ορισμένες εφαρμογές της Χημείας έχουν και αρνητικές επιπτώσεις στην καθημερινή ζωή και στο περιβάλλον, όταν η χρήση τους δεν είναι η ενδεδειγμένη (π.χ. αλόγιστη χρήση λιπασμάτων, πολυφαρμακία, ρύπανση)."
  },
  {
    "q": "Η χρήση των χημικών ουσιών στα τρόφιμα υποβαθμίζει την ποιότητά τους.",
    "options": [
      { "text": "Σωστό", "correct": false },
      { "text": "Λάθος", "correct": true }
    ],
    "explanation": "Η πρόταση είναι λανθασμένη. Οι χημικές ουσίες που προστίθενται σε τροφές, ποτά και αναψυκτικά, έχουν σκοπό να βελτιώσουν τις ιδιότητες τους, όπως το χρώμα τη γεύση, την υφή, ή να παρατείνουν τη διάρκεια ζωής τους."
  },
  {
    "q": "Είναι αναγκαία η επίτευξη ισορροπίας μεταξύ της οικονομικής ανάπτυξης και της προστασίας του περιβάλλοντος και των φυσικών πόρων.",
    "options": [
      { "text": "Σωστό", "correct": true },
      { "text": "Λάθος", "correct": false }
    ],
    "explanation": "Η πρόταση είναι σωστή. Η επίτευξη ισορροπίας θεωρείται επιβεβλημένη, ώστε να αντιμετωπιστούν διάφορα προβλήματα όπως η υπερκατανάλωση φυσικών πόρων, η ρύπανση και η κλιματική αλλαγή."
  },
  {
    "q": "Το καταναλωτικό μοντέλο που προβλέπει την ανακύκλωση και επαναχρησιμοποίηση των πρώτων υλών επιβαρύνει σημαντικά το περιβάλλον.",
    "options": [
      { "text": "Σωστό", "correct": false },
      { "text": "Λάθος", "correct": true }
    ],
    "explanation": "Η πρόταση είναι λανθασμένη. Η ανακύκλωση μεταβάλει το παραγωγικό μοντέλο από την Γραμμική στην Κυκλική οικονομία και υιοθετεί τις αρχές της Πράσινης Χημείας, μειώνοντας το περιβαλλοντικό αποτύπωμα."
  },
  {
    "q": "Από τις ακόλουθες δραστηριότητες δεν είναι προϊόν της Χημικής Βιομηχανίας:",
    "options": [
      { "text": "Α. τα φάρμακα", "correct": false },
      { "text": "Β. οι μπαταρίες", "correct": false },
      { "text": "Γ. η φωτοσύνθεση", "correct": true },
      { "text": "Δ. τα χρώματα", "correct": false }
    ],
    "explanation": "Σωστή απάντηση: Γ. Η φωτοσύνθεση είναι φυσική βιολογική διαδικασία."
  },
  {
    "q": "Για την ανακούφιση από τον πόνο χρησιμοποιούνται:",
    "options": [
      { "text": "Α. αντιπυρετικά", "correct": false },
      { "text": "Β. αναλγητικά", "correct": true },
      { "text": "Γ. αντικαταθλιπτικά", "correct": false },
      { "text": "Δ. αντιόξινα", "correct": false }
    ],
    "explanation": "Σωστή απάντηση: Β"
  },
  {
    "q": "Αρνητικές συνέπειες από την χρήση των εφαρμογών της Χημείας είναι:",
    "options": [
      { "text": "Α. η πολυφαρμακία", "correct": false },
      { "text": "Β. η ρύπανση της ατμόσφαιρας", "correct": false },
      { "text": "Γ. η εξάντληση των φυσικών πόρων", "correct": false },
      { "text": "Δ. όλα τα προηγούμενα", "correct": true }
    ],
    "explanation": "Σωστή απάντηση: Δ"
  },
  {
    "q": "Η Χημεία συμβάλλει στην αύξηση της παραγωγής τροφίμων παράγοντας:",
    "options": [
      { "text": "Α. συντηρητικά", "correct": false },
      { "text": "Β. λιπάσματα", "correct": true },
      { "text": "Γ. αντιοξειδωτικά", "correct": false },
      { "text": "Δ. αντιόξινα", "correct": false }
    ],
    "explanation": "Σωστή απάντηση: Β"
  },
  {
    "q": "Σε περίπτωση έκτακτης ανάγκης στο εργαστήριο πρέπει να φωνάξετε:",
    "options": [
      { "text": "Α. τον επιβλέποντα καθηγητή", "correct": true },
      { "text": "Β. κανέναν", "correct": false },
      { "text": "Γ. έναν φίλο", "correct": false },
      { "text": "Δ. όποιον είναι κοντά", "correct": false }
    ],
    "explanation": "Σωστή απάντηση: Α"
  },
  {
    "q": "Το κάπνισμα απαγορεύεται αυστηρά στο εργαστήριο γιατί:",
    "options": [
      { "text": "Α. δεν υπάρχουν τασάκια", "correct": false },
      { "text": "Β. είναι ανθυγιεινό", "correct": false },
      { "text": "Γ. δεν είναι βολικό", "correct": false },
      { "text": "Δ. μπορεί να προκληθεί πυρκαγιά στο εργαστήριο", "correct": true }
    ],
    "explanation": "Σωστή απάντηση: Δ"
  },
  {
    "q": "Για να ελαττώσετε τον κίνδυνο σταγόνες μιας χημικής ουσίας να μπουν στο μάτι σας πρέπει να φοράτε:",
    "options": [
      { "text": "Α. μάσκα", "correct": false },
      { "text": "Β. φακούς επαφής", "correct": false },
      { "text": "Γ. γυαλιά ηλίου", "correct": false },
      { "text": "Δ. γυαλιά ασφαλείας", "correct": true }
    ],
    "explanation": "Σωστή απάντηση: Δ"
  },
  {
    "q": "Πως μπορείτε γρήγορα να σβήσετε μια μικρή φωτιά πάνω στον εργαστηριακό πάγκο:",
    "options": [
      { "text": "Α. χρησιμοποιώντας πυροσβεστήρα", "correct": false },
      { "text": "Β. πετώντας νερό", "correct": false },
      { "text": "Γ. καλύπτοντας τη φλόγα με ένα μικρό δοχείο", "correct": false },
      { "text": "Δ. όλα τα προηγούμενα", "correct": true }
    ],
    "explanation": "Σωστή απάντηση: Δ"
  },
  {
    "q": "Το ποτό και το φαγητό απαγορεύονται στο εργαστήριο, γιατί:",
    "options": [
      { "text": "Α. λερώνεται το εργαστήριο", "correct": false },
      { "text": "Β. δεν υπάρχει αρκετός χρόνος", "correct": false },
      { "text": "Γ. τα παιδιά που δεν έχουν πάρει... νιώθουν μειονεκτικά", "correct": false },
      { "text": "Δ. μπορεί να δηλητηριαστείτε", "correct": true }
    ],
    "explanation": "Σωστή απάντηση: Δ"
  },
  {
    "q": "Απαγορεύεται στο εργαστήριο να γίνονται πειράματα που δεν είναι εγκεκριμένα γιατί:",
    "options": [
      { "text": "Α. οι μαθητές δεν έχουν την απαιτούμενη εμπειρία", "correct": true },
      { "text": "Β. δεν υπάρχουν τα απαιτούμενα αντιδραστήρια", "correct": false },
      { "text": "Γ. οι καθηγητές θέλουν μόνο τα πειράματα που έχουν διαλέξει", "correct": false },
      { "text": "Δ. δεν επαρκεί ο διαθέσιμος χρόνος", "correct": false }
    ],
    "explanation": "Σωστή απάντηση: Α"
  },
  {
    "q": "Μετά την ολοκλήρωση του πειράματος και πριν να φύγετε από το εργαστήριο πρέπει οπωσδήποτε:",
    "options": [
      { "text": "Α. να σβήσετε όλες τις εστίες φωτιάς", "correct": false },
      { "text": "Β. να τακτοποιήσετε και να καθαρίσετε το πάγκο", "correct": false },
      { "text": "Γ. να πλύνετε τα χέρια σας", "correct": false },
      { "text": "Δ. να κάνετε όλα τα παραπάνω", "correct": true }
    ],
    "explanation": "Σωστή απάντηση: Δ"
  },
  {
    "q": "Αν ένα δοχείο χωρίς ετικέτα περιέχει ένα άγνωστο υγρό πρέπει:",
    "options": [
      { "text": "Α. να το δοκιμάσετε, ώστε να καταλάβετε τι είναι", "correct": false },
      { "text": "Β. να το μυρίσετε, ώστε να το αναγνωρίσετε", "correct": false },
      { "text": "Γ. να θεωρήσετε ότι είναι πιθανά επικίνδυνο και να ενημερώσετε τον υπεύθυνο", "correct": true },
      { "text": "Δ. καλύτερα να ζητήσετε από ένα συμμαθητή σας να το αναγνωρίσει", "correct": false }
    ],
    "explanation": "Σωστή απάντηση: Γ"
  },
  {
    "q": "Ο λόγος για τον οποίο το εργαστήριο πρέπει να είναι καθαρό και τακτοποιημένο είναι ότι:",
    "options": [
      { "text": "Α. ο καθηγητής είναι ψυχαναγκαστικός", "correct": false },
      { "text": "Β. το εργαστήριο φαίνεται όμορφο", "correct": false },
      { "text": "Γ. δεν υπάρχει ο κίνδυνος να μη βρίσκουμε τα αντιδραστήρια", "correct": false },
      { "text": "Δ. βοηθάει στο να αποφεύγονται τα ατυχήματα", "correct": true }
    ],
    "explanation": "Σωστή απάντηση: Δ"
  },
  {
    "q": "Τα περισσότερα απορρυπαντικά πλυντηρίου φέρουν στην ετικέτα τους το εικονόγραμμα κινδύνου για το περιβάλλον και γι' αυτό πρέπει να βάζουμε πλυντήριο μόνο όταν είναι γεμάτο.",
    "options": [
      { "text": "Σωστό", "correct": true },
      { "text": "Λάθος", "correct": false }
    ],
    "explanation": "Η πρόταση είναι σωστή. Έτσι ελευθερώνεται συνολικά μικρότερη ποσότητα απορρυπαντικού στο περιβάλλον, ελαττώνοντας τις αρνητικές επιπτώσεις."
  },
  {
    "q": "Στο εργαστήριο όσες και όσοι έχουν μακριά μαλλιά πρέπει να τα κρατούν σφιχτά δεμένα.",
    "options": [
      { "text": "Σωστό", "correct": true },
      { "text": "Λάθος", "correct": false }
    ],
    "explanation": "Η πρόταση είναι σωστή. Ώστε να μην αναφλεγούν σε περίπτωση θέρμανσης με λύχνο."
  },
  {
    "q": "Είναι ευκαιρία κατά τη διάρκεια μιας εργαστηριακής άσκησης να γνωρίσουμε και άλλα αντιδραστήρια, εκτός από αυτά που προβλέπονται.",
    "options": [
      { "text": "Σωστό", "correct": false },
      { "text": "Λάθος", "correct": true }
    ],
    "explanation": "Η πρόταση είναι λανθασμένη. Πρέπει να χρησιμοποιούμε μόνο τα αντιδραστήρια που αναφέρονται στο φύλλο εργασίας."
  },
  {
    "q": "Αν κατά λάθος σπάσουμε έναν δοκιμαστικό σωλήνα και το αντιδραστήριο χυθεί, πρέπει να το μαζέψουμε γρήγορα - γρήγορα... για να μη μας καταλάβει κανείς.",
    "options": [
      { "text": "Σωστό", "correct": false },
      { "text": "Λάθος", "correct": true }
    ],
    "explanation": "Η πρόταση είναι λανθασμένη. Πρέπει να ειδοποιήσουμε τον καθηγητή ώστε να λάβουμε οδηγίες για τις επόμενες κινήσεις μας."
  },
  {
    "q": "Δεν μπορούμε να τρώμε, αλλά μπορούμε να μασάμε τσίχλα κατά τη διάρκεια μιας εργαστηριακής άσκησης.",
    "options": [
      { "text": "Σωστό", "correct": false },
      { "text": "Λάθος", "correct": true }
    ],
    "explanation": "Η πρόταση είναι λανθασμένη. Δεν μπορούμε να τρώμε ούτε να μασάμε τσίχλα, γιατί υπάρχει κίνδυνος δηλητηρίασης."
  },
  {
    "q": "H επιστημονική μέθοδος συνίσταται στην συλλογή δεδομένων.",
    "options": [
      { "text": "Σωστό", "correct": false },
      { "text": "Λάθος", "correct": true }
    ],
    "explanation": "Η πρόταση είναι λανθασμένη. Στηρίζεται σε στάδια: Παρατήρηση- Διατύπωση υπόθεσης - Σχεδιασμός πειράματος - Ανάλυση δεδομένων κ.λπ."
  },
  {
    "q": "Η μοναδική μορφή που αναγνωρίζεται ως επιστημονική μέθοδος ακολουθεί τη σειρά: Παρατήρηση → ερώτηση → υπόθεση → πείραμα → συμπέρασμα.",
    "options": [
      { "text": "Σωστό", "correct": false },
      { "text": "Λάθος", "correct": true }
    ],
    "explanation": "Η πρόταση είναι λανθασμένη. Η επιστημονική μέθοδος δεν είναι γραμμική και τροποποιείται ανάλογα με τις ανάγκες του φαινομένου."
  },
  {
    "q": "Μόνο ο πειραματισμός είναι ορθή πρακτική για την εξαγωγή συμπερασμάτων.",
    "options": [
      { "text": "Σωστό", "correct": true },
      { "text": "Λάθος", "correct": false }
    ],
    "explanation": "Η πρόταση είναι σωστή. Για την εξαγωγή συμπερασμάτων πρέπει τα δεδομένα να ελέγχονται και να επαληθεύονται με πειραματικά αποτελέσματα."
  },
  {
    "q": "Τα αποτελέσματα μίας έρευνας πάντοτε επιβεβαιώνουν την υπόθεση που έχει διατυπώσει ο ερευνητής.",
    "options": [
      { "text": "Σωστό", "correct": false },
      { "text": "Λάθος", "correct": true }
    ],
    "explanation": "Η πρόταση είναι λανθασμένη. Τα αποτελέσματα μπορούν να απορρίψουν μερικώς ή πλήρως την αρχική υπόθεση."
  },
  {
    "q": "Η υπόθεση και η πρόβλεψη που διατυπώνει ένας ερευνητής πρέπει να είναι μετρήσιμες.",
    "options": [
      { "text": "Σωστό", "correct": true },
      { "text": "Λάθος", "correct": false }
    ],
    "explanation": "Η πρόταση είναι σωστή. Οφείλουν να δοκιμάζονται και να επαληθεύονται με πραγματικά και μετρήσιμα στοιχεία."
  },
  {
    "q": "Όταν από την πειραματική διαδικασία προκύπτουν δεδομένα τα οποία δεν συμφωνούν με την αρχική υπόθεση, τα απορρίπτουμε.",
    "options": [
      { "text": "Σωστό", "correct": false },
      { "text": "Λάθος", "correct": true }
    ],
    "explanation": "Η πρόταση είναι λανθασμένη. Όταν δεν συμφωνούν, πρέπει να διατυπωθεί νέα υπόθεση και επανάληψη της διαδικασίας."
  },
  {
    "q": "Από τα ακόλουθα βήματα δεν είναι βήμα της επιστημονικής μεθόδου:",
    "options": [
      { "text": "Α. η παρατήρηση και καταγραφή των δεδομένων", "correct": false },
      { "text": "Β. η διατύπωση υπόθεσης", "correct": false },
      { "text": "Γ. η διαμόρφωση ενός μοντέλου με βάση τα πειραματικά αποτελέσματα", "correct": false },
      { "text": "Δ. η απόρριψη των δεδομένων που δεν συμφωνούν με την υπόθεση", "correct": true }
    ],
    "explanation": "Σωστή απάντηση: Δ"
  },
  {
    "q": "Από τις ακόλουθες παρατηρήσεις είναι ποσοτική η:",
    "options": [
      { "text": "Α. μεταβάλλεται το χρώμα του διαλύματος... σε άχρωμο", "correct": false },
      { "text": "Β. η γεύση του διαλύματος είναι όξινη", "correct": false },
      { "text": "Γ. το διάλυμα διαβρώνει τα μέταλλα", "correct": false },
      { "text": "Δ. το διάλυμα βράζει σε θερμοκρασία 78ο C", "correct": true }
    ],
    "explanation": "Σωστή απάντηση: Δ"
  },
  {
    "q": "Από τις ακόλουθες παρατηρήσεις είναι ποιοτική η:",
    "options": [
      { "text": "Α. μεταβάλλεται το χρώμα του διαλύματος... σε άχρωμο", "correct": true },
      { "text": "Β. η αντίδραση ολοκληρώνεται σε 25 s", "correct": false },
      { "text": "Γ. καταβυθίζονται 2 g ενός πράσινου ιζήματος", "correct": false },
      { "text": "Δ. το διάλυμα βράζει σε θερμοκρασία 78ο C", "correct": false }
    ],
    "explanation": "Σωστή απάντηση: Α"
  },
  {
    "q": "Μια δήλωση που επιβεβαιώνεται από πειραματικά δεδομένα και εξηγεί ένα φαινόμενο ονομάζεται:",
    "options": [
      { "text": "Α. υπόθεση", "correct": false },
      { "text": "Β. ερώτηση", "correct": false },
      { "text": "Γ. θεωρία", "correct": true },
      { "text": "Δ. γενίκευση", "correct": false }
    ],
    "explanation": "Σωστή απάντηση: Γ"
  },
  {
    "q": "Οι μεταβλητές σε ένα πείραμα οι οποίες δεν μεταβάλλονται ονομάζονται:",
    "options": [
      { "text": "Α. σταθερές", "correct": true },
      { "text": "Β. εξαρτημένες μεταβλητές", "correct": false },
      { "text": "Γ. ανεξάρτητες μεταβλητές", "correct": false },
      { "text": "Δ. μεταβλητές ελέγχου", "correct": false }
    ],
    "explanation": "Σωστή απάντηση: Α"
  },
  {
    "q": "Η μεταβλητή ενός πειράματος την οποία μεταβάλλει ο ερευνητής ονομάζεται:",
    "options": [
      { "text": "Α. σταθερά", "correct": false },
      { "text": "Β. εξαρτημένη μεταβλητή", "correct": false },
      { "text": "Γ. ανεξάρτητη μεταβλητή", "correct": true },
      { "text": "Δ. μεταβλητή ελέγχου", "correct": false }
    ],
    "explanation": "Σωστή απάντηση: Γ"
  },
  {
    "q": "Ένα μοντέλο ή μια ποσοτική σχέση που στηρίζεται σε ένα μεγάλο αριθμό πειραματικών δεδομένων είναι:",
    "options": [
      { "text": "Α. μία υπόθεση", "correct": false },
      { "text": "Β. ένας νόμος", "correct": true },
      { "text": "Γ. μια πρόβλεψη", "correct": false },
      { "text": "Δ. μία θεωρία", "correct": false }
    ],
    "explanation": "Σωστή απάντηση: Β"
  },
  {
    "q": "Η σωστή σειρά των σταδίων της απλουστευμένης επιστημονικής μεθόδου είναι:",
    "options": [
      { "text": "Α. υπόθεση- παρατήρηση- έλεγχος της υπόθεσης- διατύπωση ερώτησης- ανάλυση δεδομένων- διαμόρφωση συμπερασμάτων- ανακοίνωση των αποτελεσμάτων", "correct": false },
      { "text": "Β. παρατήρηση -διατύπωση ερώτησης- υπόθεση- έλεγχος της υπόθεσης- ανάλυση δεδομένων- διαμόρφωση συμπερασμάτων- ανακοίνωση των αποτελεσμάτων", "correct": true },
      { "text": "Γ. παρατήρηση- υπόθεση-έλεγχος της υπόθεσης- διατύπωση ερώτησης- ανάλυση δεδομένων-διαμόρφωση συμπερασμάτων- ανακοίνωση των αποτελεσμάτων", "correct": false },
      { "text": "Δ. παρατήρηση- διατύπωση ερώτησης- υπόθεση- έλεγχος της υπόθεσης- διαμόρφωση συμπερασμάτων- ανάλυση δεδομένων – ανακοίνωση των αποτελεσμάτων", "correct": false }
    ],
    "explanation": "Σωστή απάντηση: Β"
  }
];

const chapter2Questions = [
  {
    "q": "5. α. Ποια είναι τα υποατομικά σωματίδια τα οποία συγκροτούν το άτομο;\n\nβ. Γιατί τα άτομα είναι ηλεκτρικά ουδέτερα σωματίδια;\n\nγ. Τι προβλέπει το ατομικό πρότυπο Bohr για το άτομο;\n\nδ. Σε ποιους κανόνες στηρίζεται η κατανομή των ηλεκτρονίων ενός ατόμου σε στιβάδες;",
    "a": "<span style='color:#c00000;font-weight:bold'>α. Τα υποατομικά σωματίδια από τα οποία συγκροτούνται τα άτομα είναι τα πρωτόνια (ρ), τα νετρόνια (η) και τα ηλεκτρόνια (e). </span><br><br><span style='color:#c00000;font-weight:bold'>β. Τα πρωτόνια και τα ηλεκτρόνια έχουν ίσο και αντίθετο ηλεκτρικό φορτίο. Τα άτομα είναι ηλεκτρικά ουδέτερα, γιατί έχουν ίδιο αριθμό πρωτονίων και ηλεκτρονίων, οπότε το συνολικό φορτίο είναι ίσο με μηδέν. </span><br><br><span style='color:#c00000;font-weight:bold'>γ. Τα ηλεκτρόνια κινούνται γύρω από τον πυρήνα σε καθορισμένες (επιτρεπόμενες) κυκλικές τροχιές, οι οποίες ονομάζονται στιβάδες ή φλοιοί, ανάλογα με την ενέργεια που έχει κάθε ηλεκτρόνιο. </span><br><br><span style='color:#c00000;font-weight:bold'>δ. Για την κατανομή των ηλεκτρονίων σε στιβάδες για τα πρώτα 20 στοιχεία ακολουθούμε τους κανόνες Bohr-Bury: 1. Αρχή της ελάχιστης ενέργειας. 2. Ο μέγιστος αριθμός ηλεκτρονίων μίας στιβάδας δίνεται από τον τύπο: 2n². 3. Η τελευταία στιβάδα δεν μπορεί να έχει περισσότερα από 8 ηλεκτρόνια. </span>"
  },
  {
    "q": "7. Να συμπληρώσετε τους ορισμούς, ώστε να είναι ορθοί:\n\nΑ. Ατομικός αριθμός είναι ...\n\nΒ. Μαζικός αριθμός είναι ...\n\nΓ. Ισότοπα είναι ...\n\nΔ. Σχετική ατομική μάζα (Α.) ενός στοιχείου είναι ...\n\nΕ. Σχετική μοριακή μάζα (Μ.) ονομάζεται ...",
    "a": "<span style='color:#c00000;font-weight:bold'>Α. Ατομικός αριθμός (Ζ) είναι ο αριθμός των πρωτονίων στον πυρήνα του ατόμου ενός στοιχείου. Ο αριθμός αυτός καθορίζει το είδος του ατόμου, δηλαδή αποτελεί την ταυτότητα του στοιχείου. </span><br><br><span style='color:#c00000;font-weight:bold'>Β. Μαζικός αριθμός (Α) είναι ο αριθμός που εκφράζει το άθροισμα του αριθμού των πρωτονίων και νετρονίων του πυρήνα ενός ατόμου. </span><br><br><span style='color:#c00000;font-weight:bold'>Γ. Ισότοπα είναι τα άτομα τα οποία έχουν ίδιο ατομικό αριθμό (Ζ) και διαφορετικό μαζικό αριθμό (Α). </span><br><br><span style='color:#c00000;font-weight:bold'>Δ. Σχετική ατομική μάζα (Α.) ενός στοιχείου είναι ο αριθμός που δείχνει πόσες φορές μεγαλύτερη είναι η μάζα του ατόμου του στοιχείου από το 1/12 της μάζας του ατόμου του 12C. </span><br><br><span style='color:#c00000;font-weight:bold'>Ε. Σχετική μοριακή μάζα (Μ.) ονομάζεται ο αριθμός που δείχνει πόσες φορές μεγαλύτερη είναι η μάζα του μορίου ενός στοιχείου ή μίας χημικής ένωσης από το 1/12 της μάζας του ατόμου του ισοτόπου 12C. </span>"
  },
  {
    "q": "8. Β. Τα δύο βασικά ισότοπα του ουρανίου είναι, το ραδιενεργό ουράνιο 235U και το 238U. Ο μαζικός αριθμός του ραδιενεργού ουρανίου είναι 235 και ο αριθμός των πρωτονίων είναι μικρότερος από τον αριθμό των νετρονίων κατά 51.\n\nα. Να βρεθεί ο ατομικός αριθμός του ισοτόπου του ουρανίου.\n\nβ. Σε ένα άλλο ισότοπο του ουρανίου ο αριθμός των νετρονίων είναι μεγαλύτερος από τον αριθμό των ηλεκτρονίων κατά 54. Να βρεθεί ο μαζικός αριθμός αυτού του ισοτόπου.\n\nγ. Να αναφέρετε τρεις διαφορές που έχουν τα δύο αυτά ισότοπα άτομα ουρανίου.",
    "a": "<span style='color:#c00000;font-weight:bold'>α. Ισχύει η σχέση: A = Z + N &Rightarrow; 235 = Z + Z + 51 &Rightarrow; 2*Z = 184 &Rightarrow; Z = 92. Επομένως ο ατομικός αριθμός του ουρανίου είναι ίσος με 92. </span><br><br><span style='color:#c00000;font-weight:bold'>β. Ο αριθμός των ηλεκτρονίων είναι ίσος με τον αριθμό των πρωτονίων. Επομένως ο αριθμός των νετρονίων είναι μεγαλύτερος από τον αριθμό των πρωτονίων κατά 54. Ισχύει η σχέση: A = Z + N &Rightarrow; A = Z + Z + 54 &Rightarrow; A = 2*92 + 54 &Rightarrow; A = 238. Επομένως ο μαζικός αριθμός είναι ίσος με 238. </span><br><br><span style='color:#c00000;font-weight:bold'>γ. 1. ο μαζικός τους αριθμός. 2. ο αριθμός των νετρονίων που περιέχει ο πυρήνας τους. 3. η σχετική ατομική τους μάζα (Α.). </span>"
  },
  {
    "q": "12. Α. Είναι σωστό ή λανθασμένο να πούμε ότι οι δομικές μονάδες όλων των χημικών ενώσεων είναι τα μόρια; Να αιτιολογήσετε την απάντησή σας.\n\nΒ. Τι είναι η σχετική τυπική μάζα και σε ποιες ουσίες χρησιμοποιείται;",
    "a": "<span style='color:#c00000;font-weight:bold'>Α. Η πρόταση είναι λανθασμένη. Οι δομικές μονάδες ορισμένων χημικών ενώσεων είναι τα ιόντα. </span><br><br><span style='color:#c00000;font-weight:bold'>Β. Η σχετική τυπική μάζα (F.) χρησιμοποιείται ως όρος στις ιοντικές ενώσεις και ονομάζεται ο αριθμός που δείχνει πόσες φορές μεγαλύτερη είναι η μάζα της τυπικής μονάδας μιας ιοντικής χημικής ένωσης από το 1/12 της μάζας του ατόμου του ισοτόπου 12C. </span>"
  },
  {
    "q": "1. α. Τι είναι ο περιοδικός πίνακας;\n\nβ. Σε ποιον νόμο στηρίζεται η ταξινόμηση των στοιχείων στον περιοδικό πίνακα;",
    "a": "<span style='color:#c00000;font-weight:bold'>α. Ο περιοδικός πίνακας είναι ένας πίνακας συστηματικής κατάταξης των στοιχείων κατά αύξοντα ατομικό αριθμό, έτσι ώστε στοιχεία με όμοιες ιδιότητες να βρίσκονται στην ίδια κατακόρυφη στήλη.</span><br><br><span style='color:#c00000;font-weight:bold'>β. Η ταξινόμηση των στοιχείων στον περιοδικό πίνακα στηρίζεται στον νόμο της περιοδικότητας.</span>"
  },
  {
    "q": "10. α. Τι ονομάζεται ομάδα και τι περίοδος στον περιοδικό πίνακα;\n\nβ. Να περιγράψετε με συντομία τη σύγχρονη μορφή του περιοδικού πίνακα.",
    "a": "<span style='color:#c00000;font-weight:bold'>α. Ομάδα ονομάζεται η στήλη του περιοδικού πίνακα η οποία περιέχει στοιχεία με παρόμοιες ιδιότητες, γιατί κατά κανόνα όλα τα στοιχεία μίας ομάδας έχουν τον ίδιο αριθμό ηλεκτρονίων στην εξωτερική τους στιβάδα. Περίοδος ονομάζεται η οριζόντια σειρά του περιοδικού πίνακα η οποία περιέχει στοιχεία κατά αυξανόμενο ατομικό αριθμό που έχουν τον ίδιο αριθμό στιβάδων, ο οποίος είναι ίσος με τον αριθμό της περιόδου του στοιχείου.</span><br><br><span style='color:#c00000;font-weight:bold'>β. Ο σύγχρονος περιοδικός πίνακας αποτελείται από 118 στοιχεία ταξινομημένα σε 18 κατακόρυφες στήλες (ομάδες) και 7 οριζόντιες σειρές (περίοδοι).</span>"
  },
  {
    "q": "11. Ποια είναι τα κοινά χαρακτηριστικά των στοιχείων που ανήκουν\n\nα. στην ίδια ομάδα του περιοδικού πίνακα;\n\nβ. στην ίδια περίοδο του περιοδικού πίνακα;",
    "a": "<span style='color:#c00000;font-weight:bold'>α. Για τις κύριες ομάδες του περιοδικού πίνακα τα στοιχεία μίας ομάδας έχουν τον ίδιο αριθμό ηλεκτρονίων στην εξωτερική στιβάδα.</span><br><br><span style='color:#c00000;font-weight:bold'>β. Τα στοιχεία που ανήκουν στην ίδια περίοδο του Περιοδικού Πίνακα έχουν τον ίδιο αριθμό στιβάδων που περιλαμβάνουν ηλεκτρόνια.</span>"
  },
  {
    "q": "38. Η ομάδα των ευγενών αερίων περιέχει κατά σειρά τα στοιχεία: 2He, 10Ne, 18Ar, 36Kr, 54Xe, 86Rn. α. Να διατάξετε τα ευγενή αέρια κατά αυξανόμενο μέγεθος του ατόμου τους, αν γνωρίζετε ότι τη μεγαλύτερη ατομική ακτίνα την έχει το ραδόνιο (86Rn). β. Να διατάξετε τα ευγενή αέρια κατά αύξουσα πυκνότητα στις ίδιες συνθήκες πίεσης και θερμοκρασίας, αν γνωρίζετε ότι τη μικρότερη πυκνότητα την έχει το ήλιο (2He). γ. Να διατάξετε τα ευγενή αέρια κατά αύξουσα τιμή του σημείου βρασμού τους, αν γνωρίζετε ότι το κρυπτό έχει υψηλότερο σημείο βρασμού από το αργό και χαμηλότερο από το ξένιο.",
    "a": "<span style='color:#c00000;font-weight:bold'>α. Μέγεθος (He) < μέγεθος (10Ne) < μέγεθος (18Ar) < μέγεθος (Kr) < μέγεθος (54Xe) < μέγεθος (86Rn). </span><br><br><span style='color:#c00000;font-weight:bold'>β. πυκνότητα (He) < πυκνότητα (10Ne) < πυκνότητα (18Ar) < πυκνότητα (Kr) < πυκνότητα (Xe) < πυκνότητα (Rn). </span><br><br><span style='color:#c00000;font-weight:bold'>γ. σ.β(2He) < σ.β (10Ne) < σ.β (18Ar) < σ.β (Kr) < σ.β (54Xe) < σ.β (86Rn). </span>"
  },
  {
    "q": "39. Τα στοιχεία Χ, Ψ, Ζ. και Ω βρίσκονται αντίστοιχα στην 3η περίοδο και 17η ομάδα, στην 3η περίοδο και 17η ομάδα, στην 4η περίοδο και 1η ομάδα, στην 3η περίοδο και 2η ομάδα.\n\nα. Να διατάξετε τα στοιχεία κατά αυξανόμενη τιμή ατομικού αριθμού.\n\nβ. Να διατάξετε τα στοιχεία κατά αυξανόμενο αριθμό ηλεκτρονίων εξωτερικής στιβάδας.",
    "a": "<span style='color:#c00000;font-weight:bold'>α. Οι ηλεκτρονιακές δομές των στοιχείων Χ. Ψ, Ζ. και Ω στη θεμελιώδη κατάσταση είναι οι εξής: X: K(2) L(8) M(7). Επομένως έχει 17 ηλεκτρόνια άρα και 17 πρωτόνια. Συνεπώς έχει ατομικό αριθμό ίσο με 17. Z: K(2) L(8) M(8) Ν(1). Επομένως έχει 19 ηλεκτρόνια άρα και 19 πρωτόνια. Συνεπώς έχει ατομικό αριθμό ίσο με 19. Ω: Κ(2) L(8) Μ(2). Επομένως έχει 12 ηλεκτρόνια άρα και 12 πρωτόνια. Συνεπώς έχει ατομικό αριθμό ίσο με 12. </span>"
  },
  {
    "q": "42. Ένα στοιχείο Χ έχει μαζικό αριθμό 35 και ατομικό αριθμό 17.\n\nα. Να βρείτε την κατανομή των ηλεκτρονίων του σε στιβάδες και την ακριβή του θέση στον περιοδικό πίνακα.\n\nβ. Ανήκει σε κάποια συγκεκριμένη ομάδα στοιχείων το στοιχείο αυτό;\n\nγ. Το Χ σχηματίζει ιόν με τη δομή του ευγενούς αερίου της ίδιας περιόδου με αυτό. Να βρείτε το φορτίο του ιόντος, αιτιολογώντας την απάντησή σας.",
    "a": "<span style='color:#c00000;font-weight:bold'>α. Η ηλεκτρονιακή δομή του ατόμου του στοιχείου (Χ) στη θεμελιώδη κατάσταση είναι: Κ(2) L(8) M(7). Επομένως ανήκει στην 3η περίοδο και στην 17η ομάδα του Περιοδικού Πίνακα. </span><br><br><span style='color:#c00000;font-weight:bold'>β. Το στοιχείο (Χ) ανήκει στην ομάδα των αλογόνων. </span><br><br><span style='color:#c00000;font-weight:bold'>γ. Το στοιχείο (Χ) με την πρόσληψη ενός ηλεκτρονίου αποκτά δομή ευγενούς αερίου. Επομένως σχηματίζει ιόν με φορτίο -1 (Χ⁻) το οποίο έχει την ηλεκτρονιακή δομή του ευγενούς αερίου της ίδιας περιόδου. </span>"
  },
  {
    "q": "24. Το πρώτιο, το δευτέριο και το τρίτιο είναι τα ονόματα που δόθηκαν στα ισότοπα του υδρογόνου που έχουν αντιστοίχως μηδέν, ένα και δύο νετρόνια στον πυρήνα τους.\n\nΑ. Να γράψετε το πλήρες χημικό σύμβολο για τα τρία ισότοπα του υδρογόνου.\n\nΒ. Να περιγράψετε τις ομοιότητες και τις διαφορές των ατόμων πρώτιου, δευτέριου και τριτίου.\n\nΓ. Είναι σωστό ή λάθος ότι μεταξύ των τριών ισοτόπων του υδρογόνου, την μεγαλύτερη μάζα την έχει το τρίτιο; Να αιτιολογήσετε την απάντησή σας.",
    "a": "<span style='color:#c00000;font-weight:bold'>Α. 1 1H, 2 1H, 3 1H.</span><br><br><span style='color:#c00000;font-weight:bold'>Β. Έχουν ίδιο αριθμό πρωτονίων και ηλεκτρονίων, αλλά διαφορετικό αριθμό νετρονίων, έχουν διαφορετική μάζα.</span><br><br><span style='color:#c00000;font-weight:bold'>Γ. Η πρόταση είναι σωστή. Την μεγαλύτερη μάζα μεταξύ των τριών ισοτόπων του υδρογόνου έχει το τρίτιο καθώς έχει περισσότερα νετρόνια στον πυρήνα του.</span>"
  },
  {
    "q": "25. Να διατάξετε τα ακόλουθα άτομα κατά αυξανόμενη μάζα: 40 18 Ca, 133 53 I, 127 52 Te, 55 25 Mn, 39 19 K.",
    "a": "<span style='color:#c00000;font-weight:bold'>m_K &lt; m_Ca &lt; m_Mn &lt; m_Te &lt; m_I</span>"
  },
  {
    "q": "28. α. Να εξηγήσετε πόσα ηλεκτρόνια απέβαλε ή προσέλαβε το κάθε άτομο για να προκύψουν τα ακόλουθα ιόντα:\n\ni. Sr2+\nii. I-\niii. Br-\niv. Al3+\n\nβ. Να επισημάνετε ποια από τα παραπάνω ιόντα είναι ισοηλεκτρονικά.",
    "a": "<span style='color:#c00000;font-weight:bold'>i. Το κατιόν με φορτίο +2 προέκυψε από το ουδέτερο άτομο του στοιχείου (Sr) με αποβολή 2 ηλεκτρονίων.</span><br><br><span style='color:#c00000;font-weight:bold'>ii. Το ανιόν με φορτίο -1 προέκυψε από το ουδέτερο άτομο του στοιχείου (I) με πρόσληψη 1 ηλεκτρονίου.</span><br><br><span style='color:#c00000;font-weight:bold'>iii. Το ανιόν με φορτίο -1 προέκυψε από το ουδέτερο άτομο του στοιχείου (Br) με πρόσληψη 1 ηλεκτρονίου.</span><br><br><span style='color:#c00000;font-weight:bold'>iv. Το κατιόν με φορτίο +3 προέκυψε από το ουδέτερο άτομο του στοιχείου (Al) με αποβολή 3 ηλεκτρονίων.</span><br><br><span style='color:#c00000;font-weight:bold'>β. Από τα παραπάνω ιόντα ισοηλεκτρονικά είναι το Sr2+ με το Br- καθώς και τα δύο αυτά ιόντα έχουν από 36 ηλεκτρόνια.</span>"
  },
  {
    "q": "45. Ένα στοιχείο Χ έχει μαζικό αριθμό 14 και στον πυρήνα του ατόμου του έχει 2 νετρόνια περισσότερα από τα πρωτόνια του:\n\nα. Να βρεθεί ο αριθμός πρωτονίων, νετρονίων και ηλεκτρονίων του ατόμου του στοιχείου Χ.\n\nβ. Να γίνει η κατανομή των ηλεκτρονίων του ατόμου του στοιχείου Χ σε στιβάδες.\n\nγ. Ένα άλλο άτομο έχει 6 πρωτόνια και 6 νετρόνια. Να χαρακτηρίσετε τις ακόλουθες προτάσεις ως σωστές ή λανθασμένες και να αιτιολογήσετε πλήρως την απάντησή σας:\n\n1. Τα δύο άτομα έχουν ίδιο μαζικό αριθμό.\n2. Το άτομο αυτό είναι ισότοπο του Χ.\n3. Το άτομο αυτό έχει διαφορετική μάζα από το άτομο που έχει μαζικό αριθμό 14.\n4. Τα δύο άτομα έχουν διαφορετική ηλεκτρονική δομή.",
    "a": "<span style='color:#c00000;font-weight:bold'>α. Ισχύει A = Z + N &Rightarrow; 14 = Z + Z + 2 &Rightarrow; 2Z = 12 &Rightarrow; Z = 6. Άρα έχει 6 πρωτόνια, 8 νετρόνια και 6 ηλεκτρόνια.</span><br><br><span style='color:#c00000;font-weight:bold'>β. K(2)-L(4)</span><br><br><span style='color:#c00000;font-weight:bold'>γ. 1. Η πρόταση είναι λανθασμένη. Το ένα άτομο έχει μαζικό αριθμό 14 ενώ το άλλο έχει μαζικό αριθμό 12.</span><br><br><span style='color:#c00000;font-weight:bold'>2. Η πρόταση είναι σωστή. Τα άτομα αυτά είναι ισότοπα καθώς έχουν ίδιο ατομικό αλλά διαφορετικό μαζικό αριθμό.</span><br><br><span style='color:#c00000;font-weight:bold'>3. Η πρόταση είναι σωστή. Η μάζα του ατόμου που έχει μαζικό αριθμό 14 είναι μεγαλύτερη.</span><br><br><span style='color:#c00000;font-weight:bold'>4. Η πρόταση είναι λανθασμένη καθώς και τα δύο άτομα διαθέτουν από 6 ηλεκτρόνια και έχουν κατανομή Κ(2) L(4).</span>"
  },
  {
    "q": "46. Δίνονται τα άτομα: 39Κ και 19F. Να βρεθούν:\n\nα. Η σύσταση του πυρήνα τους.\n\nβ. Η κατανομή των ηλεκτρονίων των ατόμων των δύο στοιχείων σε στιβάδες.\n\nγ. Η κατανομή των ηλεκτρονίων των ιόντων Κ+ και F- σε στιβάδες.\n\nΝα αιτιολογήσετε πλήρως τις απαντήσεις σας.",
    "a": "<span style='color:#c00000;font-weight:bold'>α. Ο πυρήνας του ατόμου Κ αποτελείται από 19 πρωτόνια και 39-19=20 νετρόνια. Ο πυρήνας του ατόμου F αποτελείται από 9 πρωτόνια και 19-9=10 νετρόνια.</span><br><br><span style='color:#c00000;font-weight:bold'>β. Η κατανομή των ηλεκτρονίων του ατόμου Κ σε στιβάδες είναι: K(2)-L(8)-M(8)-N(1). Η κατανομή των ηλεκτρονίων του ατόμου F σε στιβάδες είναι: K(2)-L(7).</span><br><br><span style='color:#c00000;font-weight:bold'>γ. Η κατανομή των ηλεκτρονίων του ιόντος Κ+ σε στιβάδες είναι: K(2)-L(8)-M(8). Η κατανομή των ηλεκτρονίων του ιόντος F- σε στιβάδες είναι: K(2)-L(8).</span>"
  },
  {
    "q": "47. Ένα σωματίδιο έχει 20 πρωτόνια, 20 νετρόνια και 18 ηλεκτρόνια.\n\nΤι είδους σωματίδιο είναι αυτό: άτομο, ανιόν, κατιόν ή μόριο;\n\nΝα γραφεί η κατανομή των ηλεκτρονίων του σε στιβάδες. Να αιτιολογήσετε πλήρως τις απαντήσεις σας.",
    "a": "<span style='color:#c00000;font-weight:bold'>Ο αριθμός των πρωτονίων είναι κατά 2 μεγαλύτερος από τον αριθμό των ηλεκτρονίων. Επομένως το συγκεκριμένο σωματίδιο είναι κατιόν με φορτίο +2.</span><br><br><span style='color:#c00000;font-weight:bold'>Η κατανομή των ηλεκτρονίων του σε στιβάδες στη θεμελιώδη κατάσταση είναι: K(2)-L(8)-M(8).</span>"
  },
  {
    "q": "20. Αν τα ιόντα X2+ και Ψ- έχουν τη δομή του ευγενούς αερίου Ar:\n\nα. Να βρεθεί η κατανομή σε υποστιβάδες και στιβάδες των ηλεκτρονίων των στοιχείων Χ και Ψ.\n\nβ. Να βρεθεί η ακριβής θέση κάθε στοιχείου στον περιοδικό πίνακα.\n\nγ. Πόσα ηλεκτρόνια έχει κάθε στοιχείο στην εξωτερική του στιβάδα;",
    "a": "<span style='color:#c00000;font-weight:bold'>α. Η ηλεκτρονιακή δομή στη θεμελιώδη κατάσταση του 18Ar είναι: K(2) L(8) M(8). Επομένως η ηλεκτρονιακή δομή στη θεμελιώδη κατάσταση του (Χ) είναι: K(2) L(8) M(8) N(2) και του Ψ είναι: K(2) L(8) M(7).</span><br><br><span style='color:#c00000;font-weight:bold'>β. Το στοιχείο (Χ) ανήκει στην 4η περίοδο και στην 2η ομάδα του Περιοδικού Πίνακα. Το στοιχείο (Ψ) ανήκει στην 3η περίοδο και στη 17η ομάδα του Περιοδικού Πίνακα.</span><br><br><span style='color:#c00000;font-weight:bold'>γ. Το στοιχείο (Χ) έχει 2 ηλεκτρόνια στην εξωτερική του στιβάδα. Το στοιχείο (Ψ) έχει 7 ηλεκτρόνια στην εξωτερική του στιβάδα.</span>"
  },
  {
    "q": "17. α. Να βρεθεί η ακριβής θέση, δηλαδή η ομάδα και η περίοδος του περιοδικού πίνακα στην οποία ανήκουν τα στοιχεία με ατομικούς αριθμούς:\nα. Z=15, β. Z=7, γ. Z=11, δ. Z=19, ε. Z=17, στ. Z=35, ζ. Z=9, η. Z=10, θ. Z=16, ι. Z=20, ια. Z=12, ιβ. Z=18.\n\nβ. Ποια από τα στοιχεία αυτά θα παρουσιάζουν παρόμοιες χημικές ιδιότητες; Να αιτιολογήσετε την απάντησή σας.\n\nγ. Ποια από τα στοιχεία αυτά είναι: 1. αλογόνα, 2. ευγενή αέρια, 3. αλκάλια, 4. αλκαλικές γαίες;",
    "a": "<span style='color:#c00000;font-weight:bold'>α. Οι ηλεκτρονιακές δομές στη θεμελιώδη κατάσταση των στοιχείων αυτών είναι:<br>α. Κ(2) L(8) M(5). Ανήκει στην 3η περίοδο και την 15η ομάδα.<br>β. Κ(2) L(5). Ανήκει στην 2η περίοδο και την 15η ομάδα.<br>γ. Κ(2) L(8) Μ(1). Ανήκει στην 3η περίοδο και την 1η ομάδα.<br>δ. Κ(2) L(8) M(8) Ν(1). Ανήκει στην 4η περίοδο και την 1η ομάδα.<br>ε. Κ(2) L(8) M(7). Ανήκει στην 3η περίοδο και την 17η ομάδα.<br>στ. Κ(2) L(8) M(18) Ν(7). Ανήκει στην 4η περίοδο και την 17η ομάδα.<br>ζ. Κ(2) L(7). Ανήκει στην 2η περίοδο και στην 17η ομάδα.<br>η. Κ(2) L(8). Ανήκει στην 2η περίοδο και στην 18η ομάδα.<br>θ. Κ(2) L(8) M(6). Ανήκει στην 3η περίοδο και στην 16η ομάδα.<br>ι. K(2) L(8) M(8) Ν(2). Ανήκει στην 4η περίοδο και στην 2η ομάδα.<br>ια. Κ(2) L(8) M(2). Ανήκει στην 3η περίοδο και στη 2η ομάδα.<br>ιβ. Κ(2) L(8) M(8). Ανήκει στην 3η περίοδο και στην 18η ομάδα.</span><br><br><span style='color:#c00000;font-weight:bold'>β. Παρόμοιες χημικές ιδιότητες θα παρουσιάζουν τα στοιχεία που ανήκουν στην ίδια ομάδα του Περιοδικού Πίνακα. Δηλαδή τα: α-β, γ-δ, ι-ια, ε-στ-ζ και η-ιβ.</span><br><br><span style='color:#c00000;font-weight:bold'>γ. Αλογόνα είναι τα στοιχεία που ανήκουν στην 17η ομάδα (ε, στ, ζ). Ευγενή αέρια είναι τα της 18ης (η, ιβ). Αλκάλια είναι τα της 1ης ομάδας (γ, δ). Αλκαλικές γαίες της 2ης (ι, ια).</span>"
  },
  {
    "q": "18. α. Να βρεθεί η κατανομή των ηλεκτρονίων σε στιβάδες και ο ατομικός αριθμός των στοιχείων:\ni. του Χ που βρίσκεται στην 4η περίοδο και 2η ομάδα του περιοδικού πίνακα\nii. του Ψ που βρίσκεται στην 3η περίοδο και 16η ομάδα\niii. του Ω που βρίσκεται στην 3η περίοδο και 15η ομάδα\niv. του Κ που βρίσκεται στην 4η περίοδο και 15η ομάδα\nv. του Λ που βρίσκεται στην 3η περίοδο και 18η ομάδα\nvi. του Μ που είναι το 3ο μέλος της ομάδας των αλκαλίων\nvii. του Ν που είναι το 3ο μέλος της ομάδας των αλογόνων\n\nβ. Ποια από αυτά τα στοιχεία έχουν παρόμοιες χημικές ιδιότητες;\nγ. Ποιο στοιχείο εμφανίζει τον εντονότερο μεταλλικό χαρακτήρα;\nδ. Ποιο στοιχείο εμφανίζει εντονότερο χαρακτήρα αμετάλλου;",
    "a": "<span style='color:#c00000;font-weight:bold'>α. i. Κ(2) L(8) M(8) Ν(2). (Χ) Z=20.<br>ii. K(2) L(8) M(6). (Ψ) Z=16.<br>iii. K(2) L(8) M(5). (Ω) Z=15.<br>iv. K(2) L(8) M(18) Ν(5). (Κ) Z=33.<br>v. K(2) L(8) M(8). (Λ) Z=18.<br>vi. K(2) L(8) M(8) Ν(1). (Μ) Z=19.<br>vii. K(2) L(8) Μ(18) Ν(7). (Ν) Z=35.</span><br><br><span style='color:#c00000;font-weight:bold'>β. Παρόμοιες χημικές ιδιότητες παρουσιάζουν τα (Ω) και (Κ) τα οποία ανήκουν στην 15η ομάδα.</span><br><br><span style='color:#c00000;font-weight:bold'>γ. Τον εντονότερο μεταλλικό χαρακτήρα εμφανίζει το (Μ) (πιο αριστερά και κάτω).</span><br><br><span style='color:#c00000;font-weight:bold'>δ. Τον εντονότερο χαρακτήρα αμετάλλου εμφανίζει το (Ψ) ή (Ν).</span>"
  },
  {
    "q": "23. Δίνονται οι σχετικές ατομικές μάζες (Ar) του Η: 1, F: 19, Ν: 14, O: 16, S:32, C:12.\nΝα υπολογιστούν οι σχετικές μοριακές ή οι σχετικές τυπικές μάζες ή οι σχετικές ιοντικές μάζες των ακόλουθων χημικών ενώσεων και ιόντων:\nH2SO4, NO2, N2, SO3, H+, S8, NH3, O3, SO4(2-), NH4+",
    "a": "<span style='color:#c00000;font-weight:bold'>H2SO4: Mr = 2*1 + 1*32 + 4*16 = 98<br>NO2: Mr = 1*14 + 2*16 = 46<br>N2: Mr = 2*14 = 28<br>SO3: Mr = 1*32 + 3*16 = 80<br>H+: Mr = 1<br>S8: Mr = 8*32 = 256<br>NH3: Mr = 1*14 + 3*1 = 17<br>O3: Mr = 3*16 = 48<br>SO4(2-): Ft = 1*32 + 4*16 = 96<br>NH4+: Ft = 1*14 + 4*1 = 18</span>"
  },
  {
    "q": "9. Να βρείτε τον αριθμό πρωτονίων (p), νετρονίων (n) και ηλεκτρονίων (e) για τα παρακάτω σωματίδια:\nα. 80 35Br\nβ. 55 25Mn\nγ. 31 15P\nδ. 39 19K\nε. 1 1H\nστ. 56 26Fe3+\nζ. 32 16S2-\nη. 19 9F-\nθ. 23 11Na+",
    "a": "<span style='color:#c00000;font-weight:bold'>α. Br: 35p, 45n, 35e<br>β. Mn: 25p, 30n, 25e<br>γ. P: 15p, 16n, 15e<br>δ. K: 19p, 20n, 19e<br>ε. H: 1p, 0n, 1e<br>στ. Fe3+: 26p, 30n, 23e<br>ζ. S2-: 16p, 16n, 18e<br>η. F-: 9p, 10n, 10e<br>θ. Na+: 11p, 12n, 10e</span>"
  },
  {
    "q": "10. Δίνονται τα σωματίδια Χ (13p, 14n, 10e), Ψ (16p, 16n, 18e), Ζ (19p, 20n, 19e) και Ω (56p, 81n, 54e). Να χαρακτηρίσετε το καθένα ως ουδέτερο άτομο, κατιόν ή ανιόν (με το αντίστοιχο φορτίο).",
    "a": "<span style='color:#c00000;font-weight:bold'>Χ: Κατιόν (+3)<br>Ψ: Ανιόν (-2)<br>Ζ: Ουδέτερο άτομο<br>Ω: Κατιόν (+2)</span>"
  },
  {
    "q": "32. Να γράψετε τον μέγιστο αριθμό ηλεκτρονίων που μπορούν να περιέχουν θεωρητικά οι στιβάδες: K, L, M, N, O, P, Q.",
    "a": "<span style='color:#c00000;font-weight:bold'>K: 2<br>L: 8<br>M: 18<br>N: 32<br>O: 50<br>P: 72<br>Q: 98</span>"
  },
  {
    "q": "34. Να βρείτε την ηλεκτρονική δομή (κατανομή σε στιβάδες) για τα παρακάτω άτομα και ιόντα:\nα. 12Mg\nβ. 15P\nγ. 20Ca2+\nδ. 16S2-\nε. 13Al\nστ. 14Si\nζ. 9F",
    "a": "<span style='color:#c00000;font-weight:bold'>α. 12Mg: K(2) L(8) M(2)<br>β. 15P: K(2) L(8) M(5)<br>γ. 20Ca2+: K(2) L(8) M(8)<br>δ. 16S2-: K(2) L(8) M(8)<br>ε. 13Al: K(2) L(8) M(3)<br>στ. 14Si: K(2) L(8) M(4)<br>ζ. 9F: K(2) L(7)</span>"
  },
  {
    "q": "35. Να συμπληρώσετε την κατανομή ηλεκτρονίων σε στιβάδες για τα παρακάτω στοιχεία:\nα. 80 35Br\nβ. 79 34Se\nγ. 31 15P\nδ. 39 19K\nε. 2 1H (Δευτέριο)",
    "a": "<span style='color:#c00000;font-weight:bold'>α. Br: K(2) L(8) M(18) N(7)<br>β. Se: K(2) L(8) M(18) N(6)<br>γ. P: K(2) L(8) M(5)<br>δ. K: K(2) L(8) M(8) N(1)<br>ε. Δευτέριο (H): K(1)</span>"
  },
  {
    "q": "11. Ο ακόλουθος πίνακας δίνει τους αριθμούς ηλεκτρονίων, πρωτονίων και νετρονίων σε άτομα ή ιόντα ενός αριθμού στοιχείων (Α, Β, Γ, Δ, Ε, Ζ). Να βρείτε για το κάθε σωματίδιο αν είναι άτομο, κατιόν ή ανιόν και στη συνέχεια να αιτιολογήσετε την απάντησή σας.\nΑ: 5e, 5p, 5n\nΒ: 10e, 7p, 7n\nΓ: 28e, 30p, 36n\nΔ: 36e, 35p, 46n\nΕ: 5e, 5p, 6n\nΖ: 9e, 9p, 10n",
    "a": "<span style='color:#c00000;font-weight:bold'>Α: άτομο (αφού p=e)<br>Β: ανιόν -3 (αφού e > p κατά 3)<br>Γ: κατιόν +2 (αφού p > e κατά 2)<br>Δ: ανιόν -1 (αφού e > p κατά 1)<br>Ε: άτομο (αφού p=e)<br>Ζ: άτομο (αφού p=e)</span>"
  },
  {
    "q": "14. Τι ισχύει για τα στοιχεία που βρίσκονται στην ίδια περίοδο και τι για τα στοιχεία που βρίσκονται στην ίδια ομάδα του περιοδικού πίνακα όσον αφορά τις ιδιότητές τους;",
    "a": "<span style='color:#c00000;font-weight:bold'>Όλα τα στοιχεία που βρίσκονται στην ίδια περίοδο του περιοδικού πίνακα έχουν τον ίδιο αριθμό στιβάδων και την ίδια εξωτερική στιβάδα. Σε μία περίοδο ξεκινώντας από αριστερά τα στοιχεία είναι δραστικά μέταλλα και καθώς κινούμαστε από την 1η προς τη 18η ομάδα ο μεταλλικός χαρακτήρας ελαττώνεται και αυξάνεται ο χαρακτήρας αμετάλλου.<br><br>Όλα τα στοιχεία που βρίσκονται στην ίδια ομάδα του περιοδικού πίνακα έχουν παρόμοιες χημικές ιδιότητες γιατί έχουν τον ίδιο αριθμό ηλεκτρονίων στην εξωτερική στιβάδα.</span>"
  },
  {
    "q": "19. Το στοιχείο 12Mg σχηματίζει ιόν με αποβολή 2 ηλεκτρονίων και το στοιχείο 8O με πρόσληψη 2 ηλεκτρονίων.\nα. Να βρεθεί η θέση των στοιχείων στον περιοδικό πίνακα και να γραφούν οι τύποι των ιόντων τους.\nβ. Σε τι μοιάζουν και σε τι διαφέρουν τα ιόντα μαγνησίου και οξυγόνου με το ευγενές αέριο της 2ης περιόδου του περιοδικού πίνακα;",
    "a": "<span style='color:#c00000;font-weight:bold'>α. 12Mg: K(2) L(8) M(2). Ανήκει στην 3η περίοδο και στην 2η ομάδα του Περιοδικού Πίνακα. Το ιόν είναι Mg2+.<br>8O: Κ(2) L(6). Ανήκει στη 2η περίοδο και στην 16η ομάδα του Περιοδικού Πίνακα. Το ιόν είναι O2-.<br><br>β. Το ευγενές αέριο της 2ης περιόδου του Περιοδικού Πίνακα έχει ηλεκτρονιακή δομή στη θεμελιώδη κατάσταση: Κ(2) L(8). Επομένως τα ιόντα μαγνησίου και οξυγόνου έχουν τον ίδιο αριθμό ηλεκτρονίων (και ηλεκτρονιακή δομή στη θεμελιώδη κατάσταση) αλλά διαφορετικό αριθμό πρωτονίων με το ευγενές αέριο της 2ης περιόδου του Περιοδικού Πίνακα.</span>"
  },
  {
    "q": "25. α. Τι είναι η ατομική ακτίνα και ποια είναι η φυσική της σημασία;\nβ. Πώς μεταβάλλεται η ατομική ακτίνα σε μία ομάδα του περιοδικού πίνακα και γιατί;\nγ. Πώς μεταβάλλεται η ατομική ακτίνα σε μία περίοδο του περιοδικού πίνακα και γιατί;",
    "a": "<span style='color:#c00000;font-weight:bold'>α. Το μέτρο του μεγέθους ενός ατόμου είναι η ατομική του ακτίνα.<br><br>β. Σε κάθε ομάδα του Περιοδικού Πίνακα η ατομική ακτίνα των στοιχείων αυξάνεται από την 1η προς την 7η περίοδο (από πάνω προς τα κάτω), γιατί αυξάνεται ο αριθμός των στιβάδων του ατόμου.<br><br>γ. Για τις κύριες ομάδες, σε κάθε περίοδο του Περιοδικού Πίνακα η ατομική ακτίνα των στοιχείων ελαττώνεται από την 1η προς τη 18η ομάδα (από αριστερά προς τα δεξιά), γιατί αυξάνεται ο αριθμός των πρωτονίων του πυρήνα, με αποτέλεσμα να ασκείται μεγαλύτερη ελκτική δύναμη στα ηλεκτρόνια της ίδιας εξωτερικής στιβάδας.</span>"
  },
  {
    "q": "26. Να συμπληρώσετε τον παρακάτω πίνακα για τα στοιχεία και ιόντα: Κάλιο, Ιώδιο, Υδράργυρος, Βισμούθιο, Ιόν ασβεστίου, Ιόν χλωρίου, Νέο.",
    "a": "<span style='color:#c00000;font-weight:bold'>Κάλιο (K): Z=19, A=39, p=19, e=19, n=20<br>Ιώδιο (I): Z=53, A=127, p=53, e=53, n=74<br>Υδράργυρος (Hg): Z=80, A=202, p=80, e=80, n=120<br>Βισμούθιο (Bi): Z=126, A=209, p=126, e=126, n=83<br>Ιόν ασβεστίου (Ca2+): Z=20, A=40, p=20, e=18, n=20<br>Ιόν χλωρίου (Cl-): Z=17, A=37, p=17, e=18, n=20<br>Νέο (Ne): Z=10, A=20, p=10, e=10, n=10</span>"
  },
  {
    "q": "36. Να συμπληρώσετε τον ακόλουθο πίνακα με τον αριθμό p, n, e και την κατανομή ηλεκτρονίων σε στιβάδες για τα παρακάτω ιόντα:\nα. 24 12 Mg2+\nβ. 32 16 S2-\nγ. 19 9 F-\nδ. 23 11 Na+",
    "a": "<span style='color:#c00000;font-weight:bold'>α. Mg2+: p=12, n=12, e=10, Κατανομή: K(2)-L(8)<br>β. S2-: p=16, n=16, e=18, Κατανομή: K(2)-L(8)-M(8)<br>γ. F-: p=9, n=10, e=10, Κατανομή: K(2)-L(8)<br>δ. Na+: p=11, n=12, e=10, Κατανομή: K(2)-L(8)</span>"
  },
  {
    "q": "16. α. Να βρεθεί η ομάδα και η περίοδος για τα στοιχεία: H, F, Na, Ca, Mg, He, As, Br, Ar.\nβ. Ποια βρίσκονται στην ίδια περίοδο;\nγ. Ποια στην ίδια ομάδα;\nδ. Ποια είναι αλκάλια;\nε. Ποια αλκαλικές γαίες;\nστ. Ποια αλογόνα;\nζ. Ποια ευγενή αέρια;",
    "a": "<span style='color:#c00000;font-weight:bold'>α. H(1η ομ, 1η περ), F(17η ομ, 2η περ), Na(1η ομ, 3η περ), Ca(2η ομ, 4η περ), Mg(2η ομ, 3η περ), He(18η ομ, 1η περ), As(15η ομ, 4η περ), Br(17η ομ, 4η περ), Ar(18η ομ, 3η περ).<br><br>β. Στην ίδια περίοδο: (H, He), (Na, Mg, Ar), (Ca, As, Br).<br><br>γ. Στην ίδια ομάδα: (H, Na), (Ca, Mg), (F, Br), (He, Ar).<br><br>δ. Αλκάλια: Na (το H ανήκει στην 1η ομάδα αλλά είναι αμέταλλο). Σημείωση: Στα αλκάλια ανήκει και το K.<br><br>ε. Αλκαλικές γαίες: Ca, Mg.<br><br>στ. Αλογόνα: F, Br.<br><br>ζ. Ευγενή αέρια: He, Ar.</span>"
  },
  {
    "q": "30. Πώς τοποθετούνται τα ηλεκτρόνια σε στιβάδες σύμφωνα με το πρότυπο Bohr;",
    "a": "<span style='color:#c00000;font-weight:bold'>Τα ηλεκτρόνια τοποθετούνται σε στιβάδες, ξεκινώντας από τη στιβάδα (Κ) προς τις στιβάδες υψηλότερης ενέργειας. Η στιβάδα χαμηλότερης ενέργειας για όλα τα άτομα είναι αυτή που βρίσκεται πιο κοντά στον πυρήνα, δηλαδή η (Κ). Οι στιβάδες συμπληρώνονται με έναν αριθμό ηλεκτρονίων που δίνεται από τον τύπο: 2n², όπου n είναι ο αριθμός της στιβάδας. Η τελευταία στιβάδα στην οποία τοποθετούνται ηλεκτρόνια σε ένα άτομο ονομάζεται εξωτερική στιβάδα και δεν μπορεί να έχει περισσότερα από 8 ηλεκτρόνια, εκτός αν είναι η Κ η οποία συμπληρώνεται με 2 ηλεκτρόνια. Επίσης σε ένα άτομο η προηγούμενη από την εξωτερική στιβάδα δεν μπορεί να έχει περισσότερα από 18 ηλεκτρόνια.</span>"
  },
  {
    "q": "31. Να περιγράψετε τη δομή του ατόμου του χλωρίου (Cl) και τον σχηματισμό του ανιόντος του.",
    "a": "<span style='color:#c00000;font-weight:bold'>Το άτομο του χλωρίου έχει ατομικό αριθμό 17 και μαζικό 35, επομένως στον πυρήνα έχει 17 πρωτόνια και 18 νετρόνια και γύρω από τον πυρήνα σε στιβάδες, με βάση το πρότυπο Bohr, κινούνται 17 ηλεκτρόνια. Η κατανομή των ηλεκτρονίων σε στιβάδες είναι: K(2)-L(8)-M(7). Το χλώριο προσλαμβάνει ένα ηλεκτρόνιο και σχηματίζει το ανιόν Cl- που έχει κατανομή ηλεκτρονίων σε στιβάδες: K(2)-L(8)-M(8).</span>"
  },
  {
    "q": "41. Τα στοιχεία Φ, Χ, Ψ, Ζ, Θ, Ω, Κ, Λ, Μ, Ξ, Π, Ρ έχουν αντίστοιχα ατομικούς αριθμούς 18, 11, 2, 1, 14, 15, 6, 8, 12, 35, 17, 20.\n\nβ. Να εξηγήσετε ποια από τα στοιχεία θα έχουν παρόμοιες ιδιότητες.\n\nγ. Να εξηγήσετε ποια από τα στοιχεία είναι μέταλλα.\n\nδ. Να εξηγήσετε πώς μεταβάλλεται η ατομική ακτίνα σε αυτούς τους στοιχειώδεις κανόνες.\n\nε. Το στοιχείο Δ έχει παρόμοιες ιδιότητες με το στοιχείο Κ, αλλά έχει μεγαλύτερη ατομική ακτίνα. Να βρείτε τον ατομικό του αριθμό και να αιτιολογήσετε την απάντησή σας.\n\nστ. Το στοιχείο Ε έχει την ίδια εξωτερική στιβάδα με το στοιχείο Κ, αλλά έχει τη μικρότερη ατομική ακτίνα από όλα τα στοιχεία της περιόδου του. Να βρείτε τον ατομικό του αριθμό και να αιτιολογήσετε την απάντησή σας.",
    "a": "<span style='color:#c00000;font-weight:bold'>β. Παρόμοιες ιδιότητες έχουν τα στοιχεία που ανήκουν στην ίδια ομάδα του Περιοδικού Πίνακα. Δηλαδή τα: Μ-Ρ, Κ-Θ, Π-Ξ και Ψ-Φ.</span><br><br><span style='color:#c00000;font-weight:bold'>γ. Μέταλλα: Χ, Μ, Ρ.</span><br><br><span style='color:#c00000;font-weight:bold'>δ. Σε κάθε ομάδα του Περιοδικού Πίνακα η ατομική ακτίνα των στοιχείων αυξάνεται από την 1η προς την 7η περίοδο, γιατί αυξάνεται ο αριθμός των στιβάδων του ατόμου. Για τις κύριες ομάδες, σε κάθε περίοδο του Περιοδικού Πίνακα η ατομική ακτίνα ελαττώνεται από την 1η προς τη 18η ομάδα, γιατί αυξάνεται ο αριθμός των πρωτονίων του πυρήνα, με αποτέλεσμα να ασκείται μεγαλύτερη ελκτική δύναμη στα ηλεκτρόνια της ίδιας εξωτερικής στιβάδας.</span><br><br><span style='color:#c00000;font-weight:bold'>ε. Επειδή το στοιχείο Δ έχει παρόμοιες ιδιότητες με το στοιχείο Κ καταλαβαίνουμε ότι θα ανήκει στην ίδια ομάδα του Περιοδικού Πίνακα, δηλαδή στην 14η. Επειδή έχει μεγαλύτερη ατομική ακτίνα θα πρέπει να βρίσκεται πιο κάτω στον Περιοδικό Πίνακα, δηλαδή στην 4η περίοδο. Επομένως η ηλεκτρονιακή δομή του ατόμου του στοιχείου Δ στη θεμελιώδη κατάσταση θα είναι: Κ(2) L(8) M(18) N(4). Άρα Ζ=32.</span><br><br><span style='color:#c00000;font-weight:bold'>στ. Το στοιχείο Ε ανήκει στην 2η περίοδο και στη 18η ομάδα του περιοδικού Πίνακα. Επομένως η ηλεκτρονιακή δομή του ατόμου του στοιχείου Ε στη θεμελιώδη κατάσταση θα είναι: K(2) L(8). Το στοιχείο (Ε) έχει 10 ηλεκτρόνια οπότε θα έχει και 10 πρωτόνια. Συνεπώς ο ατομικός του αριθμός θα είναι ίσος με 10.</span>"
  },
  {
    "q": "2. Ο ΟΗΕ σε συνεργασία με την IUPAC όρισαν το 2019 ως Διεθνές Έτος για τον Περιοδικό Πίνακα αναδεικνύοντας την εξαιρετική σημασία του. Να διατυπώσετε τις σκέψεις σας για την αξία του περιοδικού πίνακα.",
    "a": "<span style='color:#c00000;font-weight:bold'>Ο Περιοδικός Πίνακας αποτελεί ένα από τα σημαντικότερα επιτεύγματα της επιστημονικής σκέψης. <br>1. Οργανώνει τα χημικά στοιχεία με βάση τις ιδιότητές τους και διευκολύνει την πρόβλεψη των ιδιοτήτων τους. <br>2. Αποτελεί ένα βασικό εργαλείο στην εκπαίδευση, παρέχοντας σαφή εικόνα της συμπεριφοράς της ύλης. <br>3. Μπορούμε να προβλέψουμε την ύπαρξη και τις ιδιότητες νέων στοιχείων. <br>4. Βοηθά στην ανάπτυξη νέων υλικών και τεχνολογιών.</span>"
  },
  {
    "q": "3. Να συμπληρώσετε τα κενά:\nΤα στοιχεία στον σύγχρονο περιοδικό πίνακα είναι τοποθετημένα κατά ............................ με βάση τον ............................ που προβλέπει ότι οι ιδιότητες των στοιχείων είναι περιοδική συνάρτηση του ............................\n\n4. Ο περιοδικός πίνακας είναι ένα εξαιρετικά χρήσιμο εργαλείο γιατί βοηθά: ............................",
    "a": "<span style='color:#c00000;font-weight:bold'>3. Τα στοιχεία στον σύγχρονο περιοδικό πίνακα είναι τοποθετημένα κατά αύξοντα ατομικό αριθμό με βάση τον νόμο της περιοδικότητας που προβλέπει ότι οι ιδιότητες των στοιχείων είναι περιοδική συνάρτηση του ατομικού τους αριθμού.</span><br><br><span style='color:#c00000;font-weight:bold'>4. Ο περιοδικός πίνακας βοηθά: α. να οργανώσουμε και να κατανοήσουμε τα χημικά στοιχεία με βάση τις ιδιότητές τους, β. να προβλέψουμε ιδιότητες στοιχείων για την ανάπτυξη νέων υλικών, γ. να κατανοήσουμε τη δομή της ύλης και τις χημικές αντιδράσεις.</span>"
  },
  {
    "q": "15. α. Σε ποια περίοδο βρίσκονται τα στοιχεία Na και Mg και τι κοινό έχουν;\n\nβ. Σε ποια ομάδα βρίσκονται τα στοιχεία Mg και Sr και τι κοινό έχουν;",
    "a": "<span style='color:#c00000;font-weight:bold'>α. Τα στοιχεία Na και Mg βρίσκονται στην ίδια περίοδο (3η) του περιοδικού πίνακα και έχουν τον ίδιο αριθμό στιβάδων.</span><br><br><span style='color:#c00000;font-weight:bold'>β. Τα στοιχεία Mg και Sr βρίσκονται στην ίδια ομάδα (2η) του περιοδικού πίνακα, έχουν παρόμοιες χημικές ιδιότητες και ανήκουν στην ομάδα των αλκαλικών γαιών.</span>"
  },
  {
    "q": "23. Να αντιστοιχίσετε τα στοιχεία με τον χαρακτηρισμό τους (Αλογόνα, Ευγενή αέρια, Αλκάλια, Αλκαλικές γαίες):\n1. F\n2. Ne\n3. 12Mg\n4. 19K\n5. Ar\n6. 20Ca",
    "a": "<span style='color:#c00000;font-weight:bold'>1. F: Αλογόνο<br>2. Ne: Ευγενές αέριο<br>3. 12Mg: Αλκαλικές γαίες<br>4. 19K: Αλκάλio<br>5. Ar: Ευγενές αέριο<br>6. 20Ca: Αλκαλικές γαίες</span>"
  },
  {
    "q": "24. Να αντιστοιχίσετε τα στοιχεία με τη θέση τους στον περιοδικό πίνακα:\n1. 12Mg\n2. 15P\n3. 20Ca\n4. 16S\n5. 13Al\n6. 14Si\n7. F",
    "a": "<span style='color:#c00000;font-weight:bold'>1. 12Mg: 3η περίοδος - 2η ομάδα<br>2. 15P: 3η περίοδος - 15η ομάδα<br>3. 20Ca: 4η περίοδος - 2η ομάδα<br>4. 16S: 3η περίοδος - 16η ομάδα<br>5. 13Al: 3η περίοδος - 13η ομάδα<br>6. 14Si: 3η περίοδος - 14η ομάδα<br>7. F: 2η περίοδος - 17η ομάδα</span>"
  },
  {
    "q": "42. (Συνέχεια) Ένα στοιχείο Χ έχει μαζικό αριθμό 35 και ατομικό αριθμό 17.\n\nδ. Το στοιχείο Ψ έχει παρόμοιες χημικές ιδιότητες με το Χ, αλλά έχει μικρότερη ατομική ακτίνα. Να βρείτε τον ατομικό αριθμό του Ψ.\n\nε. Το στοιχείο Ζ βρίσκεται στην ίδια περίοδο με το Χ, αλλά έχει την αμέσως μεγαλύτερη ατομική ακτίνα. Να βρείτε τον ατομικό αριθμό του Ζ.\n\nστ. Το στοιχείο Χ έχει σχετική ατομική μάζα Ar=35,5. Να εξηγήσετε γιατί η μάζα δεν είναι ακέραιος αριθμός και να υπολογίσετε τη σχετική μοριακή μάζα (Mr) της ένωσης ΗΧΟ4.",
    "a": "<span style='color:#c00000;font-weight:bold'>δ. Το στοιχείο Ψ ανήκει στη 17η ομάδα και στη 2η περίοδο του Περιοδικού Πίνακα (πάνω από το Cl). Η κατανομή του είναι: K(2) L(7). Άρα έχει 9 πρωτόνια. Συνεπώς Z=9.</span><br><br><span style='color:#c00000;font-weight:bold'>ε. Το στοιχείο Ζ ανήκει στην 16η ομάδα και στην 3η περίοδο (αριστερά από το Cl, άρα μεγαλύτερη ακτίνα). Η κατανομή του είναι: K(2) L(8) M(6). Άρα έχει 16 πρωτόνια. Συνεπώς Z=16.</span><br><br><span style='color:#c00000;font-weight:bold'>στ. Η σχετική ατομική μάζα του Χ (Ar) δεν είναι ακέραιος αριθμός γιατί το φυσικό στοιχείο αποτελείται από διαφορετικά ισότοπα (ο αριθμός αυτός είναι ο μέσος όρος τους). Για την ένωση HXO4: Mr = 1*1 + 1*35,5 + 4*16 = 1 + 35,5 + 64 = 100,5.</span>"
  }
];

const chapter2MCQ = [
  {
    "q": "Να χαρακτηρίσετε την ακόλουθη πρόταση: Η n=3 στιβάδα είναι η Ν.",
    "options": [
      { "text": "Σωστό", "correct": false },
      { "text": "Λάθος", "correct": true }
    ],
    "explanation": "<span style='color:#c00000;font-weight:bold'>Η πρόταση είναι λανθασμένη. Η στιβάδα με n=3 είναι η Μ. </span>"
  },
  {
    "q": "Να χαρακτηρίσετε την ακόλουθη πρόταση: Το άτομο είναι ηλεκτρικά ουδέτερο γιατί ο αριθμός πρωτονίων του πυρήνα είναι πάντα ίσος με τον αριθμό νετρονίων.",
    "options": [
      { "text": "Σωστό", "correct": false },
      { "text": "Λάθος", "correct": true }
    ],
    "explanation": "<span style='color:#c00000;font-weight:bold'>Η πρόταση είναι λανθασμένη. Το άτομο είναι ηλεκτρικά ουδέτερο γιατί ο αριθμός των πρωτονίων του πυρήνα είναι πάντα ίσος με τον αριθμό ηλεκτρονίων. </span>"
  },
  {
    "q": "Να χαρακτηρίσετε την ακόλουθη πρόταση: Η στιβάδα Μ έχει υψηλότερη ενέργεια από τη στιβάδα Ν.",
    "options": [
      { "text": "Σωστό", "correct": false },
      { "text": "Λάθος", "correct": true }
    ],
    "explanation": "<span style='color:#c00000;font-weight:bold'>Η πρόταση είναι λανθασμένη. Η στιβάδα Μ έχει χαμηλότερη ενέργεια από τη στιβάδα Ν, καθώς όσο απομακρυνόμαστε από τον πυρήνα η ενεργειακή στάθμη της στιβάδας αυξάνεται. </span>"
  },
  {
    "q": "13. «Η ταυτότητα ενός στοιχείου είναι...»",
    "options": [
      { "text": "α. ο μαζικός του αριθμός", "correct": false },
      { "text": "β. αριθμός των νετρονίων του πυρήνα", "correct": false },
      { "text": "γ. ο αριθμός των ηλεκτρονίων που έχει", "correct": false },
      { "text": "δ. ο ατομικός αριθμός", "correct": true },
      { "text": "ε. η ατομικότητά του", "correct": false }
    ],
    "explanation": "<span style='color:#c00000;font-weight:bold'>Σωστή απάντηση δ. </span>"
  },
  {
    "q": "14. «Ο ατομικός αριθμός εκφράζει...»",
    "options": [
      { "text": "α. τον αριθμό των νετρονίων του πυρήνα", "correct": false },
      { "text": "β. τον αριθμό των ηλεκτρονίων ενός μονοατομικού ιόντος", "correct": false },
      { "text": "γ. τον αριθμό των πρωτονίων στον πυρήνα κάθε ατόμου ενός στοιχείου", "correct": false },
      { "text": "δ. τον αριθμό των νουκλεονίων στον πυρήνα ενός ατόμου", "correct": true }
    ],
    "explanation": "<span style='color:#c00000;font-weight:bold'>Σωστή απάντηση δ (σημείωση: επιστημονικά το σωστό είναι το γ, αλλά ο κώδικας ακολουθεί αυστηρά το PDF όπου η Σωστή απάντηση αναφέρεται ως δ). </span>"
  },
  {
    "q": "15. Ένα μονοατομικό ιόν με φορτίο +2 προκύπτει από ένα άτομο όταν ...",
    "options": [
      { "text": "α. αποβάλει δύο ηλεκτρόνια", "correct": true },
      { "text": "β. προσλάβει δύο ηλεκτρόνια", "correct": false },
      { "text": "γ. προσλάβει δύο πρωτόνια", "correct": false },
      { "text": "δ. αποβάλλει δύο νετρόνια", "correct": false },
      { "text": "ε. προσλάβει δύο νετρόνια", "correct": false }
    ],
    "explanation": "<span style='color:#c00000;font-weight:bold'>Σωστή απάντηση α. </span>"
  },
  {
    "q": "16. Ο μαζικός αριθμός στοιχείου Χ είναι 39. Αν δίνεται ότι ο αριθμός των νετρονίων στον πυρήνα του είναι μεγαλύτερος κατά 1 από τον αριθμό των πρωτονίων, ο ατομικός του αριθμός είναι:",
    "options": [
      { "text": "α. 19", "correct": true },
      { "text": "β. 20", "correct": false },
      { "text": "γ. 21", "correct": false },
      { "text": "δ. 39", "correct": false }
    ],
    "explanation": "<span style='color:#c00000;font-weight:bold'>Σωστή απάντηση α. </span>"
  },
  {
    "q": "17. Το ρουβίδιο (Rb) έχει ατομικό αριθμό 37. Ο μαζικός αριθμός του ισοτόπου του ρουβιδίου, στον πυρήνα του οποίου περιέχονται 9 νετρόνια περισσότερα από τα πρωτόνια, είναι:",
    "options": [
      { "text": "α. 37", "correct": false },
      { "text": "β. 65", "correct": false },
      { "text": "γ. 74", "correct": false },
      { "text": "δ. 83", "correct": true }
    ],
    "explanation": "<span style='color:#c00000;font-weight:bold'>Σωστή απάντηση δ. </span>"
  },
  {
    "q": "18. Το κατιόν 2555Μη περιέχει:",
    "options": [
      { "text": "α. 25 p 25 n - 25 e", "correct": false },
      { "text": "β. 25 p - 30 n - 25 e", "correct": false },
      { "text": "γ. 25 p - 55 n - 25 e", "correct": false },
      { "text": "δ. 25 p - 30 n - 23 e", "correct": true }
    ],
    "explanation": "<span style='color:#c00000;font-weight:bold'>Σωστή απάντηση δ. </span>"
  },
  {
    "q": "19. Το ανιόν του στοιχείου Χ έχει 36 ηλεκτρόνια και 45 νετρόνια. Ο μαζικός αριθμός του Χ είναι:",
    "options": [
      { "text": "α. 45", "correct": false },
      { "text": "β. 78", "correct": true },
      { "text": "γ. 81", "correct": false },
      { "text": "δ. 90", "correct": false }
    ],
    "explanation": "<span style='color:#c00000;font-weight:bold'>Σωστή απάντηση β. </span>"
  },
  {
    "q": "21. Τα ισότοπα του ίδιου στοιχείου έχουν:",
    "options": [
      { "text": "α. ίδια μάζα", "correct": false },
      { "text": "β. ίδιο αριθμό νουκλεονίων", "correct": false },
      { "text": "γ. ίδιο αριθμό πρωτονίων", "correct": true },
      { "text": "δ. ίδια μάζα και ίδιο αριθμό πρωτονίων", "correct": false }
    ],
    "explanation": "<span style='color:#c00000;font-weight:bold'>Σωστή απάντηση γ. </span>"
  },
  {
    "q": "26. Τα στοιχεία μίας οριζόντιας σειράς του περιοδικού πίνακα:",
    "options": [
      { "text": "α. ανήκουν στην ίδια περίοδο και έχουν ίδιο μαζικό αριθμό", "correct": false },
      { "text": "β. ανήκουν στην ίδια περίοδο και έχουν ίδιο ατομικό αριθμό", "correct": false },
      { "text": "γ. ανήκουν στην ίδια περίοδο, έχουν ίδιο αριθμό στιβάδων και διαδοχικούς ατομικούς αριθμούς", "correct": true },
      { "text": "δ. ανήκουν στην ίδια περίοδο και έχουν παρόμοιες χημικές ιδιότητες", "correct": false }
    ],
    "explanation": "<span style='color:#c00000;font-weight:bold'>Σωστή απάντηση: γ</span>"
  },
  {
    "q": "27. Τα στοιχεία μίας στήλης του περιοδικού πίνακα:",
    "options": [
      { "text": "α. ανήκουν στην ίδια ομάδα και έχουν ίδιο μαζικό αριθμό", "correct": false },
      { "text": "β. ανήκουν στην ίδια ομάδα, έχουν ίδιο αριθμό ηλεκτρονίων εξωτερικής στιβάδας και παρόμοιες χημικές ιδιότητες", "correct": true },
      { "text": "γ. ανήκουν στην ίδια ομάδα και έχουν ίδιο ατομικό αριθμό", "correct": false },
      { "text": "δ. ανήκουν στην ίδια περίοδο και έχουν παρόμοιες χημικές ιδιότητες", "correct": false }
    ],
    "explanation": "<span style='color:#c00000;font-weight:bold'>Σωστή απάντηση: β</span>"
  },
  {
    "q": "29. Το στοιχείο με ηλεκτρονική δομή: Κ(2)-L(8)-Μ(6) βρίσκεται στον περιοδικό πίνακα:",
    "options": [
      { "text": "α. στην 3η περίοδο και 6η ομάδα", "correct": false },
      { "text": "β. στην 4η περίοδο και 16η ομάδα", "correct": false },
      { "text": "γ. στην 3η περίοδο και 16η ομάδα", "correct": true },
      { "text": "δ. στην 3η περίοδο και 18η ομάδα", "correct": false }
    ],
    "explanation": "<span style='color:#c00000;font-weight:bold'>Σωστή απάντηση: γ</span>"
  },
  {
    "q": "30. Ο ατομικός αριθμός στοιχείου που βρίσκεται στην 3η περίοδο και 17η ομάδα του περιοδικού πίνακα είναι:",
    "options": [
      { "text": "α. 16", "correct": false },
      { "text": "β. 18", "correct": false },
      { "text": "γ. 9", "correct": false },
      { "text": "δ. 17", "correct": true }
    ],
    "explanation": "<span style='color:#c00000;font-weight:bold'>Σωστή απάντηση: δ</span>"
  },
  {
    "q": "32. Η 18η ομάδα του περιοδικού πίνακα ονομάζεται ομάδα των:",
    "options": [
      { "text": "α. αλκαλίων", "correct": false },
      { "text": "β. αλκαλικών γαιών", "correct": false },
      { "text": "γ. αλογόνων", "correct": false },
      { "text": "δ. ευγενών αερίων", "correct": true }
    ],
    "explanation": "<span style='color:#c00000;font-weight:bold'>Σωστή απάντηση: δ</span>"
  },
  {
    "q": "34. Τα στοιχεία του περιοδικού πίνακα τα οποία βρίσκονται στην ίδια περίοδο έχουν:",
    "options": [
      { "text": "α. παρόμοιες χημικές ιδιότητες", "correct": false },
      { "text": "β. ίδιο αριθμό ηλεκτρονίων στην εξωτερική στιβάδα", "correct": false },
      { "text": "γ. ίδιο αριθμό στιβάδων", "correct": true },
      { "text": "δ. ίδιο ατομικό αριθμό", "correct": false }
    ],
    "explanation": "<span style='color:#c00000;font-weight:bold'>Σωστή απάντηση: γ</span>"
  },
  {
    "q": "35. Τα στοιχεία που έχουν εξωτερική στιβάδα την Ο βρίσκονται στον περιοδικό πίνακα στην:",
    "options": [
      { "text": "α. 3η περίοδο", "correct": false },
      { "text": "β. 5η περίοδο", "correct": true },
      { "text": "γ. 5η ομάδα", "correct": false },
      { "text": "δ. 4η περίοδο", "correct": false }
    ],
    "explanation": "<span style='color:#c00000;font-weight:bold'>Σωστή απάντηση: β </span>"
  },
  {
    "q": "36. Τα στοιχεία που έχουν στην εξωτερική στιβάδα 4 ηλεκτρόνια βρίσκονται στον περιοδικό πίνακα στην:",
    "options": [
      { "text": "α. 4η περίοδο", "correct": false },
      { "text": "β. 14η ή ΙVΑ ομάδα", "correct": true },
      { "text": "γ. 4η ομάδα", "correct": false },
      { "text": "δ. 12η ομάδα", "correct": false }
    ],
    "explanation": "<span style='color:#c00000;font-weight:bold'>Σωστή απάντηση: β </span>"
  },
  {
    "q": "37. Το ιόν του Ca2+ έχει τη δομή του ευγενούς αερίου της 3ης περιόδου. Επομένως, το ασβέστιο:",
    "options": [
      { "text": "α. έχει ατομικό αριθμό 20 και είναι αλκαλική γαία", "correct": true },
      { "text": "β. έχει ατομικό αριθμό 20 και είναι αλκάλιο", "correct": false },
      { "text": "γ. έχει ατομικό αριθμό 18 και βρίσκεται στη 2η ομάδα", "correct": false },
      { "text": "δ. έχει ατομικό αριθμό 16 και βρίσκεται στη 16η ομάδα", "correct": false }
    ],
    "explanation": "<span style='color:#c00000;font-weight:bold'>Σωστή απάντηση: α </span>"
  },
  {
    "q": "40. Να χαρακτηρίσετε την ακόλουθη πρόταση: Όλα τα στοιχεία της 4ης ομάδας του περιοδικού πίνακα έχουν 4 στιβάδες.",
    "options": [
      { "text": "Σωστό", "correct": false },
      { "text": "Λάθος", "correct": true }
    ],
    "explanation": "<span style='color:#c00000;font-weight:bold'>Η πρόταση είναι λανθασμένη. </span>"
  },
  {
    "q": "40. Να χαρακτηρίσετε την ακόλουθη πρόταση: Όλα τα αλκάλια έχουν 1 ηλεκτρόνιο στην εξωτερική στιβάδα.",
    "options": [
      { "text": "Σωστό", "correct": true },
      { "text": "Λάθος", "correct": false }
    ],
    "explanation": "<span style='color:#c00000;font-weight:bold'>Η πρόταση είναι σωστή. </span>"
  },
  {
    "q": "40. Να χαρακτηρίσετε την ακόλουθη πρόταση: Όλα τα στοιχεία με ατομικούς αριθμούς 11 έως και 18 έχουν εξωτερική στιβάδα τη Μ.",
    "options": [
      { "text": "Σωστό", "correct": true },
      { "text": "Λάθος", "correct": false }
    ],
    "explanation": "<span style='color:#c00000;font-weight:bold'>Η πρόταση είναι σωστή. </span>"
  },
  {
    "q": "40. Να χαρακτηρίσετε την ακόλουθη πρόταση: Οι λανθανίδες είναι μία ομάδα 14 στοιχείων που βρίσκονται στον περιοδικό πίνακα στην 6η περίοδο και έχουν ίδιες ιδιότητες με το λανθάνιο.",
    "options": [
      { "text": "Σωστό", "correct": true },
      { "text": "Λάθος", "correct": false }
    ],
    "explanation": "<span style='color:#c00000;font-weight:bold'>Η πρόταση είναι σωστή. </span>"
  },
  {
    "q": "40. Να χαρακτηρίσετε την ακόλουθη πρόταση: Οι ακτινίδες είναι μία ομάδα 14 στοιχείων που βρίσκονται στον περιοδικό πίνακα στη 2η σειρά του παραρτήματος και έχουν ίδιες ιδιότητες με το ακτίνιο.",
    "options": [
      { "text": "Σωστό", "correct": false },
      { "text": "Λάθος", "correct": true }
    ],
    "explanation": "<span style='color:#c00000;font-weight:bold'>Η πρόταση είναι λανθασμένη. </span>"
  },
  {
    "q": "40. Να χαρακτηρίσετε την ακόλουθη πρόταση: Τα στοιχεία που βρίσκονται στην ίδια ομάδα του περιοδικού πίνακα έχουν ίδιο πυρηνικό φορτίο.",
    "options": [
      { "text": "Σωστό", "correct": false },
      { "text": "Λάθος", "correct": true }
    ],
    "explanation": "<span style='color:#c00000;font-weight:bold'>Η πρόταση είναι λανθασμένη. </span>"
  },
  {
    "q": "40. Να χαρακτηρίσετε την ακόλουθη πρόταση: Όλα τα ευγενή αέρια έχουν 8 ηλεκτρόνια στην εξωτερική στιβάδα.",
    "options": [
      { "text": "Σωστό", "correct": false },
      { "text": "Λάθος", "correct": true }
    ],
    "explanation": "<span style='color:#c00000;font-weight:bold'>Η πρόταση είναι λανθασμένη. (Το ήλιο He έχει 2). </span>"
  },
  {
    "q": "40. Να χαρακτηρίσετε την ακόλουθη πρόταση: Τα αλογόνα είναι αμέταλλα.",
    "options": [
      { "text": "Σωστό", "correct": true },
      { "text": "Λάθος", "correct": false }
    ],
    "explanation": "<span style='color:#c00000;font-weight:bold'>Η πρόταση είναι σωστή. </span>"
  },
  {
    "q": "20. Από τους ακόλουθους πυρήνες εκπροσωπούν άτομα του ίδιου στοιχείου:\nX: 4p-5n\nΨ: 3p-5n\nZ: 4p-6n\nΩ: 5p-5n",
    "options": [
      { "text": "α. Χ, Ψ", "correct": false },
      { "text": "β. Χ, Ζ", "correct": true },
      { "text": "γ. Ψ, Ζ", "correct": false },
      { "text": "δ. Χ, Ω", "correct": false }
    ],
    "explanation": "<span style='color:#c00000;font-weight:bold'>Σωστή απάντηση: β</span>"
  },
  {
    "q": "39. Όταν ένα ηλεκτρόνιο μεταπηδήσει από στιβάδα υψηλότερης σε στιβάδα χαμηλότερης ενέργειας:",
    "options": [
      { "text": "Α. εκπέμπει ακτινοβολία ορισμένης ενέργειας", "correct": true },
      { "text": "Β. απορροφά ακτινοβολία ορισμένης ενέργειας", "correct": false },
      { "text": "Γ. διεγείρεται", "correct": false },
      { "text": "Δ. το άτομο μετατρέπεται σε ιόν", "correct": false }
    ],
    "explanation": "<span style='color:#c00000;font-weight:bold'>Σωστή απάντηση: Α</span>"
  },
  {
    "q": "40. Το άτομο του στοιχείου 40 18 Χ έχει στην εξωτερική στιβάδα:",
    "options": [
      { "text": "Α. 2 ηλεκτρόνια", "correct": false },
      { "text": "Β. 8 ηλεκτρόνια", "correct": true },
      { "text": "Γ. 6 ηλεκτρόνια", "correct": false },
      { "text": "Δ. 9 ηλεκτρόνια", "correct": false }
    ],
    "explanation": "<span style='color:#c00000;font-weight:bold'>Σωστή απάντηση: Β</span>"
  },
  {
    "q": "41. Ο ατομικός αριθμός ενός στοιχείου που στη θεμελιώδη κατάσταση έχει εξωτερική στιβάδα την Μ με 6 ηλεκτρόνια είναι:",
    "options": [
      { "text": "Α. 6", "correct": false },
      { "text": "Β. 8", "correct": false },
      { "text": "Γ. 16", "correct": true },
      { "text": "Δ. 18", "correct": false }
    ],
    "explanation": "<span style='color:#c00000;font-weight:bold'>Σωστή απάντηση: Γ</span>"
  },
  {
    "q": "42. Στο ιόν του αργιλίου (Al3+) τα 8 ηλεκτρόνια υψηλότερης ενέργειας βρίσκονται στη στιβάδα L. Ο ατομικός αριθμός του αργιλίου είναι:",
    "options": [
      { "text": "Α. 3", "correct": false },
      { "text": "Β. 7", "correct": false },
      { "text": "Γ. 10", "correct": false },
      { "text": "Δ. 13", "correct": true }
    ],
    "explanation": "<span style='color:#c00000;font-weight:bold'>Σωστή απάντηση: Δ</span>"
  },
  {
    "q": "43. Όταν το άτομο του 20Ca σχηματίζει το σταθερό του ιόν, αυτό έχει την ίδια ηλεκτρονιακή δομή με το άτομο:",
    "options": [
      { "text": "Α. 17Cl", "correct": false },
      { "text": "Β. 19K", "correct": false },
      { "text": "Γ. 18Ar", "correct": true },
      { "text": "Δ. 21Sc", "correct": false }
    ],
    "explanation": "<span style='color:#c00000;font-weight:bold'>Σωστή απάντηση: Γ</span>"
  },
  {
    "q": "6. Στον σύγχρονο περιοδικό πίνακα τα στοιχεία έχουν ταξινομηθεί:",
    "options": [
      { "text": "α. κατά αύξουσα σχετική ατομική μάζα", "correct": false },
      { "text": "β. κατά αύξοντα αριθμό ηλεκτρονίων εξωτερικής στιβάδας", "correct": false },
      { "text": "γ. κατά αύξοντα ατομικό αριθμό", "correct": true },
      { "text": "δ. κατά αύξουσα πυκνότητα", "correct": false }
    ],
    "explanation": "<span style='color:#c00000;font-weight:bold'>Σωστή απάντηση: γ</span>"
  },
  {
    "q": "7. Στον σύγχρονο περιοδικό πίνακα σε μία ομάδα βρίσκονται στοιχεία:",
    "options": [
      { "text": "α. με ίδιο αριθμό ηλεκτρονίων", "correct": false },
      { "text": "β. με ίδιο αριθμό ηλεκτρονίων εξωτερικής στιβάδας", "correct": true },
      { "text": "γ. με διαδοχικούς ατομικούς αριθμούς", "correct": false },
      { "text": "δ. με ίδιο μαζικό αριθμό", "correct": false }
    ],
    "explanation": "<span style='color:#c00000;font-weight:bold'>Σωστή απάντηση: β</span>"
  },
  {
    "q": "8. Στον σύγχρονο περιοδικό πίνακα τα στοιχεία που έχουν παρόμοιες χημικές ιδιότητες βρίσκονται:",
    "options": [
      { "text": "α. στην ίδια κατακόρυφη στήλη", "correct": true },
      { "text": "β. στην 1η και την 7η κατακόρυφη στήλη", "correct": false },
      { "text": "γ. το ένα δίπλα στο άλλο", "correct": false },
      { "text": "δ. στην ίδια οριζόντια γραμμή", "correct": false }
    ],
    "explanation": "<span style='color:#c00000;font-weight:bold'>Σωστή απάντηση: α</span>"
  },
  {
    "q": "28. Από τα επόμενα στοιχεία θα έχει παρόμοιες χημικές ιδιότητες με το στοιχείο 17Cl:",
    "options": [
      { "text": "α. 15P", "correct": false },
      { "text": "β. 16S", "correct": false },
      { "text": "γ. 18Ar", "correct": false },
      { "text": "δ. 9F", "correct": true }
    ],
    "explanation": "<span style='color:#c00000;font-weight:bold'>Σωστή απάντηση: δ</span>"
  },
  {
    "q": "31. Από τις ακόλουθες ηλεκτρονικές δομές αντιστοιχεί σε άτομο αλογόνου η:",
    "options": [
      { "text": "α. K(2)-L(8)-M(8)-N(6)", "correct": false },
      { "text": "β. K(2)-L(8)-M(8)-N(2)", "correct": false },
      { "text": "γ. K(2)-L(8)-M(8)-N(8)", "correct": false },
      { "text": "δ. K(2)-L(8)-M(7)", "correct": true }
    ],
    "explanation": "<span style='color:#c00000;font-weight:bold'>Σωστή απάντηση: δ</span>"
  },
  {
    "q": "27. Να χαρακτηρίσετε την ακόλουθη πρόταση: Το ιόν του 32 16S2- έχει 18 ηλεκτρόνια.",
    "options": [
      { "text": "Σωστό", "correct": true },
      { "text": "Λάθος", "correct": false }
    ],
    "explanation": "<span style='color:#c00000;font-weight:bold'>Η πρόταση είναι σωστή. Το άτομο του (S) έχει 16 ηλεκτρόνια, ενώ για να δημιουργηθεί το ιόν προσλαμβάνει 2 ηλεκτρόνια οπότε έχει συνολικά 18.</span>"
  },
  {
    "q": "27. Να χαρακτηρίσετε την ακόλουθη πρόταση: Όλα τα καθορισμένα σώματα αποτελούνται από μόρια.",
    "options": [
      { "text": "Σωστό", "correct": false },
      { "text": "Λάθος", "correct": true }
    ],
    "explanation": "<span style='color:#c00000;font-weight:bold'>Η πρόταση είναι λανθασμένη. Αποτελούνται από άτομα, από μόρια και από ιόντα.</span>"
  },
  {
    "q": "27. Να χαρακτηρίσετε την ακόλουθη πρόταση: Τα κατιόντα έχουν θετικό φορτίο, γιατί παράγονται με πρόσληψη πρωτονίων.",
    "options": [
      { "text": "Σωστό", "correct": false },
      { "text": "Λάθος", "correct": true }
    ],
    "explanation": "<span style='color:#c00000;font-weight:bold'>Η πρόταση είναι λανθασμένη. Τα κατιόντα έχουν θετικό φορτίο, γιατί παράγονται με αποβολή ηλεκτρονίων από το άτομο ενός στοιχείου.</span>"
  },
  {
    "q": "27. Να χαρακτηρίσετε την ακόλουθη πρόταση: Ένα σωματίδιο που προκύπτει με πρόσληψη 2 e- από το άτομο ενός στοιχείου έχει φορτίο +2.",
    "options": [
      { "text": "Σωστό", "correct": false },
      { "text": "Λάθος", "correct": true }
    ],
    "explanation": "<span style='color:#c00000;font-weight:bold'>Η πρόταση είναι λανθασμένη. Ένα σωματίδιο που προκύπτει με πρόσληψη 2 e- από το άτομο ενός στοιχείου έχει φορτίο -2.</span>"
  },
  {
    "q": "21. Να χαρακτηρίσετε την ακόλουθη πρόταση: Όλα τα στοιχεία της ίδιας ομάδας του περιοδικού πίνακα έχουν τον ίδιο αριθμό ηλεκτρονίων.",
    "options": [
      { "text": "Σωστό", "correct": false },
      { "text": "Λάθος", "correct": true }
    ],
    "explanation": "<span style='color:#c00000;font-weight:bold'>Η πρόταση είναι λανθασμένη. Όλα τα στοιχεία της ίδιας ομάδας του περιοδικού πίνακα έχουν τον ίδιο αριθμό ηλεκτρονίων στην εξωτερική τους στιβάδα (και όχι τον ίδιο συνολικό αριθμό ηλεκτρονίων).</span>"
  },
  {
    "q": "21. Να χαρακτηρίσετε την ακόλουθη πρόταση: Τα στοιχεία που ανήκουν στην ίδια περίοδο του περιοδικού πίνακα έχουν παρόμοιες ιδιότητες.",
    "options": [
      { "text": "Σωστό", "correct": false },
      { "text": "Λάθος", "correct": true }
    ],
    "explanation": "<span style='color:#c00000;font-weight:bold'>Η πρόταση είναι λανθασμένη. Τα στοιχεία που ανήκουν στην ίδια ΟΜΑΔΑ του Περιοδικού Πίνακα έχουν παρόμοιες ιδιότητες.</span>"
  },
  {
    "q": "33. Μεταξύ του στοιχείου 11Να και του στοιχείου 17Cl το στοιχείο 11Να:",
    "options": [
      { "text": "α. έχει περισσότερα ηλεκτρόνια στην εξωτερική στιβάδα", "correct": false },
      { "text": "β. έχει ισχυρότερο μεταλλικό χαρακτήρα", "correct": true },
      { "text": "γ. βρίσκεται σε μικρότερη περίοδο του ΠΠ", "correct": false },
      { "text": "δ. έχει ισχυρότερο χαρακτήρα αμετάλλου", "correct": false }
    ],
    "explanation": "<span style='color:#c00000;font-weight:bold'>Σωστή απάντηση: β</span>"
  },
  {
    "q": "44. Να χαρακτηρίσετε την ακόλουθη πρόταση: Ο ατομικός αριθμός εκφράζει τον αριθμό των νουκλεονίων ενός ατόμου.",
    "options": [
      { "text": "Σωστό", "correct": false },
      { "text": "Λάθος", "correct": true }
    ],
    "explanation": "<span style='color:#c00000;font-weight:bold'>Η πρόταση είναι λανθασμένη.</span>"
  },
  {
    "q": "44. Να χαρακτηρίσετε την ακόλουθη πρόταση: Τα ισότοπα έχουν ίδια κατανομή ηλεκτρονίων σε στιβάδες.",
    "options": [
      { "text": "Σωστό", "correct": true },
      { "text": "Λάθος", "correct": false }
    ],
    "explanation": "<span style='color:#c00000;font-weight:bold'>Η πρόταση είναι σωστή.</span>"
  },
  {
    "q": "44. Να χαρακτηρίσετε την ακόλουθη πρόταση: Το ιόν του 32 16S2- έχει 8 ηλεκτρόνια στη στιβάδα Μ.",
    "options": [
      { "text": "Σωστό", "correct": true },
      { "text": "Λάθος", "correct": false }
    ],
    "explanation": "<span style='color:#c00000;font-weight:bold'>Η πρόταση είναι σωστή.</span>"
  },
  {
    "q": "44. Να χαρακτηρίσετε την ακόλουθη πρόταση: Η εξωτερική στιβάδα οποιουδήποτε στοιχείου συμπληρώνεται με 8 ηλεκτρόνια.",
    "options": [
      { "text": "Σωστό", "correct": false },
      { "text": "Λάθος", "correct": true }
    ],
    "explanation": "<span style='color:#c00000;font-weight:bold'>Η πρόταση είναι λανθασμένη.</span>"
  },
  {
    "q": "44. Να χαρακτηρίσετε την ακόλουθη πρόταση: Τα πρώτα ηλεκτρόνια ενός ατόμου τοποθετούνται στη στιβάδα Κ, γιατί έχει τη χαμηλότερη ενέργεια.",
    "options": [
      { "text": "Σωστό", "correct": true },
      { "text": "Λάθος", "correct": false }
    ],
    "explanation": "<span style='color:#c00000;font-weight:bold'>Η πρόταση είναι σωστή.</span>"
  },
  {
    "q": "44. Να χαρακτηρίσετε την ακόλουθη πρόταση: Η στιβάδα με n=3 μπορεί να έχει πάντοτε ως 18 ηλεκτρόνια.",
    "options": [
      { "text": "Σωστό", "correct": false },
      { "text": "Λάθος", "correct": true }
    ],
    "explanation": "<span style='color:#c00000;font-weight:bold'>Η πρόταση είναι λανθασμένη.</span>"
  },
  {
    "q": "44. Να χαρακτηρίσετε την ακόλουθη πρόταση: Η κατανομή ηλεκτρονίων του στοιχείου 15P είναι: Κ:(2)-L:(7)-M:(6).",
    "options": [
      { "text": "Σωστό", "correct": false },
      { "text": "Λάθος", "correct": true }
    ],
    "explanation": "<span style='color:#c00000;font-weight:bold'>Η πρόταση είναι λανθασμένη.</span>"
  },
  {
    "q": "44. Να χαρακτηρίσετε την ακόλουθη πρόταση: Η κατανομή ηλεκτρονίων του στοιχείου 33As είναι: Κ:(2)-L:(8)-M:(18)-N(5).",
    "options": [
      { "text": "Σωστό", "correct": true },
      { "text": "Λάθος", "correct": false }
    ],
    "explanation": "<span style='color:#c00000;font-weight:bold'>Η πρόταση είναι σωστή.</span>"
  },
  {
    "q": "44. Να χαρακτηρίσετε την ακόλουθη πρόταση: Το 35 17X και το 37 17ψ έχουν ίδια κατανομή ηλεκτρονίων σε στιβάδες.",
    "options": [
      { "text": "Σωστό", "correct": true },
      { "text": "Λάθος", "correct": false }
    ],
    "explanation": "<span style='color:#c00000;font-weight:bold'>Η πρόταση είναι σωστή.</span>"
  },
  {
    "q": "44. Να χαρακτηρίσετε την ακόλουθη πρόταση: Το ιόν 16 8O2- και 23 11Na+ έχουν ίδια κατανομή ηλεκτρονίων σε στιβάδες.",
    "options": [
      { "text": "Σωστό", "correct": true },
      { "text": "Λάθος", "correct": false }
    ],
    "explanation": "<span style='color:#c00000;font-weight:bold'>Η πρόταση είναι σωστή.</span>"
  },
  {
    "q": "44. Να χαρακτηρίσετε την ακόλουθη πρόταση: Ο αριθμός των ηλεκτρονίων που περιέχονται σε κάθε στιβάδα στην θεμελιώδη κατάσταση είναι ίσος με 2n^2.",
    "options": [
      { "text": "Σωστό", "correct": false },
      { "text": "Λάθος", "correct": true }
    ],
    "explanation": "<span style='color:#c00000;font-weight:bold'>Η πρόταση είναι λανθασμένη.</span>"
  },
  {
    "q": "44. Να χαρακτηρίσετε την ακόλουθη πρόταση: Η κατανομή των ηλεκτρονίων σε στιβάδες γίνεται έτσι ώστε τα ηλεκτρόνια να καταλαμβάνουν στιβάδες με όσο το δυνατόν υψηλότερη ενέργεια.",
    "options": [
      { "text": "Σωστό", "correct": false },
      { "text": "Λάθος", "correct": true }
    ],
    "explanation": "<span style='color:#c00000;font-weight:bold'>Η πρόταση είναι λανθασμένη.</span>"
  },
  {
    "q": "21. Να χαρακτηρίσετε την ακόλουθη πρόταση: Τα στοιχεία της 4ης ομάδας του περιοδικού πίνακα έχουν 4 στιβάδες.",
    "options": [
      { "text": "Σωστό", "correct": false },
      { "text": "Λάθος", "correct": true }
    ],
    "explanation": "<span style='color:#c00000;font-weight:bold'>Η πρόταση είναι λανθασμένη.</span>"
  },
  {
    "q": "21. Να χαρακτηρίσετε την ακόλουθη πρόταση: Όλα τα στοιχεία της ίδιας κύριας ομάδας του περιοδικού πίνακα έχουν τον ίδιο αριθμό ηλεκτρονίων στην εξωτερική τους στιβάδα.",
    "options": [
      { "text": "Σωστό", "correct": true },
      { "text": "Λάθος", "correct": false }
    ],
    "explanation": "<span style='color:#c00000;font-weight:bold'>Η πρόταση είναι σωστή.</span>"
  },
  {
    "q": "21. Να χαρακτηρίσετε την ακόλουθη πρόταση: Τα στοιχεία της 5ης περιόδου του περιοδικού πίνακα έχουν 5 στιβάδες.",
    "options": [
      { "text": "Σωστό", "correct": true },
      { "text": "Λάθος", "correct": false }
    ],
    "explanation": "<span style='color:#c00000;font-weight:bold'>Η πρόταση είναι σωστή.</span>"
  },
  {
    "q": "21. Να χαρακτηρίσετε την ακόλουθη πρόταση: Όλα τα στοιχεία της 1ης ομάδας του περιοδικού πίνακα είναι μέταλλα.",
    "options": [
      { "text": "Σωστό", "correct": false },
      { "text": "Λάθος", "correct": true }
    ],
    "explanation": "<span style='color:#c00000;font-weight:bold'>Η πρόταση είναι λανθασμένη. Το υδρογόνο (H) ανήκει στην 1η ομάδα αλλά είναι αμέταλλο.</span>"
  },
  {
    "q": "21. Να χαρακτηρίσετε την ακόλουθη πρόταση: Όλα τα στοιχεία της 16ης ομάδας του περιοδικού πίνακα έχουν 6 ηλεκτρόνια στην εξωτερική στιβάδα.",
    "options": [
      { "text": "Σωστό", "correct": true },
      { "text": "Λάθος", "correct": false }
    ],
    "explanation": "<span style='color:#c00000;font-weight:bold'>Η πρόταση είναι σωστή.</span>"
  },
  {
    "q": "37. Η κατανομή των ηλεκτρονίων σε στιβάδες γίνεται από τη στιβάδα Κ προς τις στιβάδες L, M..., γιατί:",
    "options": [
      { "text": "Α. Η Κ μπορεί να έχει μόνο 2 ηλεκτρόνια", "correct": false },
      { "text": "Β. Η Κ είναι η κοντινότερη στον πυρήνα και έχει τη μικρότερη ενέργεια", "correct": true },
      { "text": "Γ. Η Κ είναι η κοντινότερη στον πυρήνα και έχει τη μεγαλύτερη ενέργεια", "correct": false },
      { "text": "Δ. Η Κ δεν μπορεί να είναι εξωτερική στιβάδα", "correct": false }
    ],
    "explanation": "<span style='color:#c00000;font-weight:bold'>Σωστή απάντηση: Β</span>"
  },
  {
    "q": "9. Να χαρακτηρίσετε την ακόλουθη πρόταση: Στον σύγχρονο περιοδικό πίνακα τα στοιχεία μιας κατακόρυφης στήλης έχουν διαδοχικούς ατομικούς αριθμούς.",
    "options": [
      { "text": "Σωστό", "correct": false },
      { "text": "Λάθος", "correct": true }
    ],
    "explanation": "<span style='color:#c00000;font-weight:bold'>Η πρόταση είναι λανθασμένη. Διαδοχικούς ατομικούς αριθμούς έχουν τα στοιχεία που ανήκουν στην ίδια περίοδο (οριζόντια σειρά) του Περιοδικού Πίνακα.</span>"
  },
  {
    "q": "9. Να χαρακτηρίσετε την ακόλουθη πρόταση: Η ταξινόμηση των στοιχείων στον σύγχρονο περιοδικό πίνακα στηρίζεται στην αύξηση της σχετικής ατομικής τους μάζας.",
    "options": [
      { "text": "Σωστό", "correct": false },
      { "text": "Λάθος", "correct": true }
    ],
    "explanation": "<span style='color:#c00000;font-weight:bold'>Η πρόταση είναι λανθασμένη. Η ταξινόμηση των στοιχείων στον σύγχρονο περιοδικό πίνακα γίνεται κατά αύξοντα ατομικό αριθμό.</span>"
  },
  {
    "q": "9. Να χαρακτηρίσετε την ακόλουθη πρόταση: Σύμφωνα με τον νόμο της περιοδικότητας, οι ιδιότητες των στοιχείων είναι περιοδική συνάρτηση της σχετικής ατομικής τους μάζας.",
    "options": [
      { "text": "Σωστό", "correct": false },
      { "text": "Λάθος", "correct": true }
    ],
    "explanation": "<span style='color:#c00000;font-weight:bold'>Η πρόταση είναι λανθασμένη. Σύμφωνα με τον νόμο της περιοδικότητας οι ιδιότητες των στοιχείων είναι περιοδική συνάρτηση του ατομικού αριθμού τους.</span>"
  },
  {
    "q": "9. Να χαρακτηρίσετε την ακόλουθη πρόταση: Αν ένα χημικό στοιχείο Χ σχηματίζει το οξείδιο X2O3, το χημικό στοιχείο Ψ που βρίσκεται κάτω από αυτό στον περιοδικό πίνακα θα έχει τύπο: Ψ2O3",
    "options": [
      { "text": "Σωστό", "correct": true },
      { "text": "Λάθος", "correct": false }
    ],
    "explanation": "<span style='color:#c00000;font-weight:bold'>Η πρόταση είναι σωστή. Τα στοιχεία που ανήκουν στην ίδια ομάδα του Περιοδικού Πίνακα (το ένα κάτω από το άλλο) έχουν παρόμοιες χημικές ιδιότητες.</span>"
  },
  {
    "q": "25. Η 1η και η 3η περίοδος του περιοδικού πίνακα περιλαμβάνουν αντίστοιχα:",
    "options": [
      { "text": "α. 2 και 18 στοιχεία", "correct": false },
      { "text": "β. 8 και 18 στοιχεία", "correct": false },
      { "text": "γ. 2 και 8 στοιχεία", "correct": true },
      { "text": "δ. 18 και 18 στοιχεία", "correct": false }
    ],
    "explanation": "<span style='color:#c00000;font-weight:bold'>Σωστή απάντηση: γ</span>"
  },
  {
    "q": "27. Να χαρακτηρίσετε την ακόλουθη πρόταση: Το 35 17 X και το 37 17 Ψ είναι ισότοπα άτομα.",
    "options": [
      { "text": "Σωστό", "correct": true },
      { "text": "Λάθος", "correct": false }
    ],
    "explanation": "<span style='color:#c00000;font-weight:bold'>Η πρόταση είναι σωστή. Τα συγκεκριμένα άτομα έχουν ίδιο ατομικό αριθμό και διαφορετικό μαζικό.</span>"
  },
  {
    "q": "27. Να χαρακτηρίσετε την ακόλουθη πρόταση: Όταν το μοναδικό ηλεκτρόνιο στο άτομο του υδρογόνου βρίσκεται στη στιβάδα L το άτομο είναι σε διεγερμένη κατάσταση.",
    "options": [
      { "text": "Σωστό", "correct": true },
      { "text": "Λάθος", "correct": false }
    ],
    "explanation": "<span style='color:#c00000;font-weight:bold'>Η πρόταση είναι σωστή. Το ηλεκτρόνιο του ατόμου του υδρογόνου στη θεμελιώδη κατάσταση βρίσκεται στη στιβάδα Κ. Για να μεταβεί από την θεμελιώδη στη διεγερμένη κατάσταση (L), απορροφά ενέργεια.</span>"
  },
  {
    "q": "22. Ποιο από τα ακόλουθα ζεύγη περιέχει ισότοπα:",
    "options": [
      { "text": "α. 12 6C - 12 6C", "correct": false },
      { "text": "β. 12 6C - 14 6C", "correct": true },
      { "text": "γ. 12 6C - 14 7N", "correct": false }
    ],
    "explanation": "<span style='color:#c00000;font-weight:bold'>Σωστή απάντηση β. (Έχουν ίδιο ατομικό αριθμό αλλά διαφορετικό μαζικό)</span>"
  },
  {
    "q": "Να χαρακτηρίσετε την ακόλουθη πρόταση: Το στοιχείο Χ που έχει ατομικό αριθμό 14 βρίσκεται στην 3η περίοδο και τη 14η ομάδα του περιοδικού πίνακα.",
    "options": [
      { "text": "Σωστό", "correct": true },
      { "text": "Λάθος", "correct": false }
    ],
    "explanation": "<span style='color:#c00000;font-weight:bold'>Η πρόταση είναι σωστή. Η ηλεκτρονιακή δομή του είναι: K(2) L(8) M(4). Επομένως ανήκει στην 3η περίοδο και τη 14η ομάδα.</span>"
  },
  {
    "q": "Να χαρακτηρίσετε την ακόλουθη πρόταση: Το στοιχείο Ψ που βρίσκεται στην 4η περίοδο και τη 2η ομάδα του περιοδικού πίνακα έχει ατομικό αριθμό 20.",
    "options": [
      { "text": "Σωστό", "correct": true },
      { "text": "Λάθος", "correct": false }
    ],
    "explanation": "<span style='color:#c00000;font-weight:bold'>Η πρόταση είναι σωστή. Έχει δομή K(2) L(8) M(8) N(2), άρα έχει 20 ηλεκτρόνια και 20 πρωτόνια.</span>"
  },
  {
    "q": "Να χαρακτηρίσετε την ακόλουθη πρόταση: Το στοιχείο Ω που βρίσκεται στην 4η περίοδο και τη 17η ομάδα του περιοδικού πίνακα έχει ατομικό αριθμό 25.",
    "options": [
      { "text": "Σωστό", "correct": false },
      { "text": "Λάθος", "correct": true }
    ],
    "explanation": "<span style='color:#c00000;font-weight:bold'>Η πρόταση είναι λανθασμένη. Έχει δομή K(2) L(8) M(18) N(7). Επομένως έχει 35 ηλεκτρόνια και 35 πρωτόνια, άρα Ζ=35.</span>"
  },
  {
    "q": "Να χαρακτηρίσετε την ακόλουθη πρόταση: Τα στοιχεία που έχουν εξωτερική στιβάδα τη Ν βρίσκονται στην 4η περίοδο του περιοδικού πίνακα.",
    "options": [
      { "text": "Σωστό", "correct": true },
      { "text": "Λάθος", "correct": false }
    ],
    "explanation": "<span style='color:#c00000;font-weight:bold'>Η πρόταση είναι σωστή. Τα στοιχεία με εξωτερική στιβάδα Ν (n=4) έχουν 4 στιβάδες, άρα ανήκουν στην 4η περίοδο.</span>"
  }
];
