const chapter1Questions = [
  // Αρχικές ασκήσεις δείγματος
  {
    "q": "1.1. Η επιστημονική αξία της Χημείας και οι εφαρμογές της.\n\n1. Να συμπληρώσετε τα κενά στις προτάσεις με την κατάλληλη λέξη, ώστε να είναι επιστημονικά ορθές.\n\nΗ Χημεία είναι βασική επιστήμη η οποία μελετά τη ........ και τις ........ της ύλης, τις ........ της ύλης και τις ........ μεταβολές που τις συνοδεύουν. Σε επίπεδο εφαρμογής η Χημεία ερευνά και ........ καινοτόμα ........ για κάθε τομέα της καθημερινής ζωής, όπως τα ........ για την αντιμετώπιση των ασθενειών, τα ........ για την ατομική υγιεινή και τα ........ για τον καθαρισμό ρούχων, τα ......... Για την συντήρηση του οργανισμού και για την ικανοποίηση των ενεργειακών μας αναγκών τα ........., τα ........ υλικά και τα ........ για τις κατασκευές, οι ........ για την αποθήκευση χημικής ενέργειας, τα ........ για την ανάπτυξη των φυτών κ.ά. είναι θέμα Χημείας. Ακόμη ασχολείται με τον έλεγχο της ........ και της ........ του ........, των ........ και των ........ και με την προστασία του ......... Η Χημεία αποτελεί τη βάση πολλών επιστημών, όπως η ........, η ........, η ........ και άλλες και συνεργάζεται με τις άλλες επιστήμες για την ........ των ανθρώπων και την ........ οικονομική ανάπτυξη.",
    "a": "Η Χημεία είναι βασική επιστήμη η οποία μελετά τη <span style='color:#c00000;font-weight:bold'>δομή</span> και τις <span style='color:#c00000;font-weight:bold'>ιδιότητες</span> της ύλης, τις <span style='color:#c00000;font-weight:bold'>μεταβολές</span> της ύλης και τις <span style='color:#c00000;font-weight:bold'>ενεργειακές</span> μεταβολές που τις συνοδεύουν. Σε επίπεδο εφαρμογής η Χημεία ερευνά και <span style='color:#c00000;font-weight:bold'>παράγει</span> καινοτόμα <span style='color:#c00000;font-weight:bold'>προϊόντα</span> για κάθε τομέα της καθημερινής ζωής, όπως τα <span style='color:#c00000;font-weight:bold'>φάρμακα</span> για την αντιμετώπιση των ασθενειών, τα <span style='color:#c00000;font-weight:bold'>σαπούνια</span> για την ατομική υγιεινή και τα <span style='color:#c00000;font-weight:bold'>προϊόντα</span> για τον καθαρισμό ρούχων, τα <span style='color:#c00000;font-weight:bold'>απορρυπαντικά</span>. Για την συντήρηση του οργανισμού και για την ικανοποίηση των ενεργειακών μας αναγκών τα <span style='color:#c00000;font-weight:bold'>τρόφιμα</span>, τα <span style='color:#c00000;font-weight:bold'>δομικά</span> υλικά και τα <span style='color:#c00000;font-weight:bold'>χρώματα</span> για τις κατασκευές, οι <span style='color:#c00000;font-weight:bold'>μπαταρίες</span> για την αποθήκευση χημικής ενέργειας, τα <span style='color:#c00000;font-weight:bold'>λιπάσματα</span> για την ανάπτυξη των φυτών κ.ά. είναι θέμα Χημείας. Ακόμη ασχολείται με τον έλεγχο της <span style='color:#c00000;font-weight:bold'>ποιότητας</span> και της <span style='color:#c00000;font-weight:bold'>ασφάλειας</span> του <span style='color:#c00000;font-weight:bold'>νερού</span>, των <span style='color:#c00000;font-weight:bold'>τροφίμων</span> και των <span style='color:#c00000;font-weight:bold'>καυσίμων</span> και με την προστασία του <span style='color:#c00000;font-weight:bold'>περιβάλλοντος</span>. Η Χημεία αποτελεί τη βάση πολλών επιστημών, όπως η <span style='color:#c00000;font-weight:bold'>Φυσική</span>, η <span style='color:#c00000;font-weight:bold'>Βιολογία</span>, η <span style='color:#c00000;font-weight:bold'>Γεωλογία</span> και άλλες και συνεργάζεται με τις άλλες επιστήμες για την <span style='color:#c00000;font-weight:bold'>ευημερία</span> των ανθρώπων και την <span style='color:#c00000;font-weight:bold'>βιώσιμη</span> οικονομική ανάπτυξη."
  },
  {
    "q": "2. Να χαρακτηρίσετε τις ακόλουθες προτάσεις ως σωστές ή λανθασμένες και να αιτιολογήσετε την επιλογή σας.\nΑ. Συχνά αναφέρεται ότι η Χημεία στηρίζει πολλούς τομείς στη ζωή μας.",
    "a": "Η πρόταση είναι σωστή.\nΗ Χημεία ερευνά και παράγει καινοτόμα προϊόντα για κάθε τομέα της καθημερινής ζωής..."
  },
  {
    "q": "Β. Η ανάπτυξη της Χημείας ανέβασε σημαντικά το προσδόκιμο της ζωής.",
    "a": "Η πρόταση είναι σωστή.\nΠολλές εφαρμογές της Χημείας ανέβασαν σημαντικά το προσδόκιμο της ζωής, γιατί:\n● βελτίωσαν τις συνθήκες υγιεινής..."
  },
  {
    "q": "21. Αέριο μείγμα HCl και H2S έχει μάζα 10,7 g και διαλύεται σε νερό οπότε παρασκευάζεται ένα διάλυμα Δ1. Το διάλυμα Δ1 απαιτεί για την πλήρη εξουδετέρωση του 0,4 L διαλύματος Ca(OH)2 0,50 M. Να υπολογιστούν:\nΑ. Η σύσταση του αρχικού μείγματος σε mol.\nΒ. Η μάζα και η % m/m σύσταση του στερεού υπολείμματος που θα σχηματιστεί αν το τελικό διάλυμα θερμανθεί μέχρι ξηρού.",
    "a": "ΑΠΑΝΤΗΣΕΙΣ:\nΑ. Έστω ότι στα 10,7 g μείγματος περιέχονται n1 mol HCl και n2 mol H2S.\n..."
  },
  {
    "q": "23. Κράμα Fe και Ζn περιέχει τα δύο μέταλλα με αναλογία μορίων 1/3. Το κράμα απαιτεί για την πλήρη διάλυσή του 400 mL διαλύματος HCl c M και εκλύονται 0,4 mol αερίου. Nα υπολογιστούν:\nΑ. H συγκέντρωση του διαλύματος του HCl\nΒ. Η συγκέντρωση του τελικού διαλύματος σε κάθε διαλυμένη ουσία, αν ο όγκος του είναι 400 mL.",
    "a": "ΑΠΑΝΤΗΣΕΙΣ:\nΑ. Έστω ότι στο κράμα περιέχονται n1 mol Fe και n2 mol Zn.\nΗ αναλογία μορίων είναι και αναλογία των mol..."
  },
  
  // Νέες ερωτήσεις από το Gemini Pro
  {
    "q": "5. Το 2011 ανακηρύχτηκε από τον Οργανισμό Ηνωμένων Εθνών (Ο.Η.Ε.) ως Διεθνές Έτος Χημείας (ΔΕΧ), με γενικό τίτλο «Χημεία – η Ζωή μας, το Μέλλον μας». Να διατυπώσετε την άποψή σας για τους λόγους για τους οποίους ο ΟΗΕ θεώρησε αναγκαίο να αφιερώσει ένα χρόνο για τον εορτασμό της Χημείας.",
    "a": "Ο ΟΗΕ θεώρησε αναγκαίο να αφιερώσει ένα χρόνο για τον εορτασμό της Χημείας ως αναγνώριση του καθοριστικού της ρόλου στην ατομική αλλά και την κοινωνική ευημερία και να γίνουν γνωστές οι προοπτικές του δημιουργικού μέλλοντος της Χημείας στην υπηρεσία της ανθρωπότητας. Η Χημική Βιομηχανία και τα προϊόντα της, πέρα από το ότι βελτιώνουν τη ζωή του ανθρώπου σε όλο τον κόσμο, είναι κρίσιμος παράγοντας οικονομικής ανάπτυξης και πηγή ευκαιριών απασχόλησης για εκατομμύρια εξειδικευμένους ανθρώπους και βασικός παράγοντας προόδου περιβαλλοντικές, κοινωνικές και οικονομικές πτυχές της βιώσιμης ανάπτυξης, όπως αντικατοπτρίζεται στους Στόχους Βιώσιμης Ανάπτυξης των Ηνωμένων Εθνών."
  },
  {
    "q": "6. Να διαβάσετε προσεκτικά το infographic της υπηρεσίας ερευνών του Ευρωπαϊκού Κοινοβουλίου και στη συνέχεια να απαντήσετε στις ερωτήσεις.\nΑ. Να διατυπώσετε μια υπόθεση για τις αιτίες της ρύπανσης των θαλασσών και των ωκεανών από τα πλαστικά απόβλητα.\nΒ. Να προβλέψετε τις επιπτώσεις της ρύπανσης στο περιβάλλον, στο θαλάσσιο οικοσύστημα, στη δημόσια υγεία, στην οικονομία και στο κλίμα.\nΓ. Να προτείνετε λύσεις για την αντιμετώπιση του προβλήματος στο πλαίσιο της βιώσιμης ανάπτυξης.",
    "a": "Α. Αιτίες της ρύπανσης των θαλασσών και των ωκεανών από τα πλαστικά απόβλητα είναι η υπερκατανάλωση και κατά συνέπεια οι μεγάλες ποσότητες απορριμμάτων.\n\nΒ. Η ρύπανση από πλαστικά έχει ιδιαίτερα αρνητικές επιπτώσεις στην ορθολογική διαχείριση της ανάπτυξης, την αειφορία και υποβαθμίζει την ποιότητα ζωής.\nΣΤΟ ΠΕΡΙΒΑΛΛΟΝ: υποβάθμιση του περιβάλλοντος από τη συσσώρευση των πλαστικών, τα οποία μένουν χωρίς να αποικοδομούνται πολλά χρόνια, πρόκληση ατμοσφαιρικής ρύπανσης από τις τοξικές ουσίες, όπως οι διοξίνες, που απελευθερώνονται όταν τα πλαστικά καίγονται ή εκτίθενται σε υψηλές θερμοκρασίες.\nΣΤΟ ΘΑΛΑΣΣΙΟ ΟΙΚΟΣΥΣΤΗΜΑ: υποβάθμιση του θαλάσσιου περιβάλλοντος, εξαφάνιση ειδών με δυσμενείς συνέπειες στην τροφική αλυσίδα, κατανάλωση μικροπλαστικών απο θαλάσσιους οργανισμούς.\nΣΤΗ ΔΗΜΟΣΙΑ ΥΓΕΙΑ: Η αποικοδόμηση των πλαστικών μολύνει την ατμόσφαιρα και του υδροφόρους ορίζοντες με τοξικές ουσίες προκαλούν άσθμα, αναπνευστικά προβλήματα και μεταλλάξεις.\nΣΤΗΝ ΟΙΚΟΝΟΜΙΑ: Η διαχείριση των πλαστικών απορριμμάτων και των επιπτώσεων στην υγεία των ανθρώπων και των οικοσυστημάτων επιβαρύνει σημαντικά την οικονομία.\n\nΓ. Λύσεις για την αντιμετώπιση του προβλήματος στο πλαίσιο της βιώσιμης ανάπτυξης αποτελούν η ανακύκλωση, η ανάπτυξη τεχνολογιών αντιρύπανσης η μεταβολή του παραγωγικού μοντέλου από την Γραμμική στην Κυκλική οικονομία και η υιοθέτηση των αρχών της Πράσινης Χημείας."
  },
  {
    "q": "1. Να παρατηρήσετε προσεκτικά τα εικονογράμματα κινδύνου της διπλανής εικόνας και να απαντήσετε στις ακόλουθες ερωτήσεις:\nΑ. Να σκεφτείτε και να αναφέρετε δύο ουσίες που μπορεί στην ετικέτα τους να έχουν το εικονόγραμμα Α.\nΒ. Να σκεφτείτε και να αναφέρετε δύο ουσίες που μπορεί στην ετικέτα τους να έχουν το εικονόγραμμα Θ.\nΓ. Να προτείνετε τρόπους για την ελάττωση των επιπτώσεων που έχει η χρήση προϊόντων που μπορεί στην ετικέτα τους να έχουν το εικονόγραμμα Θ.\nΔ. Ένα απορρυπαντικό που χρησιμοποιείτε στο σπίτι έχει τα εικονογράμματα Γ΄ και Ε΄ στην ετικέτα του. Να προτείνετε οδηγίες για την ασφαλή του χρήση.",
    "a": "Α. Το εικονόγραμμα Α προειδοποιεί ότι στη φιάλη περιέχεται κάποιο αέριο υπό πίεση το οποίο όταν θα θερμανθεί μπορεί να εκραγεί. Θα μπορούσε να περιέχει αέριο οξυγόνο (O2) ή αέριο υδρογόνο (Η2), ή να είναι ένα σπρέι χρώματος ή άλλης ουσίας.\n\nΒ. Το εικονόγραμμα Θ προειδοποιεί ότι στο δοχείο περιέχεται κάποια τοξική ουσία με μακροχρόνιες επιπτώσεις για τους υδρόβιους οργανισμούς. Θα μπορούσε να περιέχει κάποιο φυτοφάρμακο ή βιοκτόνο.\n\nΓ. Για να ελαττωθούν οι επιπτώσεις που έχει η χρήση τέτοιων προϊόντων προτείνεται να μαζεύεται η χυμένη ποσότητά τους, να χρησιμοποιούνται οι ελάχιστες δυνατές ποσότητες και να αποφεύγεται η απελευθέρωσή τους στο περιβάλλον.\n\nΔ. Το εικονόγραμμα Γ προειδοποιεί ότι στο δοχείο περιέχεται κάποιο εύφλεκτη ουσία. Οπότε για την ασφαλή του χρήση προτείνεται να διατηρείται ο περιέκτης ερμητικά κλειστός. Να διατηρείται δροσερό. Να προστατεύεται από τις ηλιακές ακτίνες. Να μην γίνεται ψεκασμός κοντά σε φλόγα ή άλλη πηγή ανάφλεξης. Να παραμένει μακριά από θερμότητα/σπινθήρες/φλόγες/θερμές επιφάνειες.\nΤο εικονόγραμμα Ε προειδοποιεί ότι στο δοχείο περιέχεται κάποια διαβρωτική ουσία η οποία μπορεί να προκαλέσει σοβαρά δερματικά εγκαύματα και οφθαλμικές βλάβες. Οπότε για την ασφαλή του χρήση προτείνεται να φοράμε γάντια και γυαλιά προστασίας και να αποφεύγεται η εισπνοή της. Θα πρέπει να πλένονται τα χέρια μετά από τον χειρισμό της."
  },
  {
    "q": "2. Να παρατηρήσετε την διπλανή εικόνα και να εντοπίσετε και να καταγράψετε 4 τουλάχιστον σφάλματα που μπορεί να προκαλέσουν κίνδυνο στο εργαστήριο.",
    "a": "1) Κανείς από τους μαθητές δεν φοράει εργαστηριακή ποδιά και η μαθήτρια δεν φορά γυαλιά προστασίας.\nΙΙ) Υπάρχουν τρόφιμα σε διάφορα σημεία του εργαστηρίου.\nΙΙΙ) Υπάρχουν αντικείμενα στο πάτωμα.\nΙV) Υπάρχει αναμμένη φλόγα χωρίς επίβλεψη από κάποιον καθηγητή."
  },
  {
    "q": "22. Να παρατηρήσετε την εικόνα και να περιγράψετε την εφαρμογή της επιστημονικής μεθόδου, επισημαίνοντας την ανεξάρτητη και την εξαρτημένη μεταβλητή.",
    "a": "Παρατήρηση: Το φυτό παρουσιάζει προβλήματα στην ανάπτυξή του.\nΔιατύπωση ερωτήματος: Ποιο από τα λιπάσματα Α και Β θα έχει καλύτερα αποτελέσματα στην ανάπτυξη του φυτού; \nΥπόθεση: Το λίπασμα Α θα έχει καλύτερα αποτελέσματα όσον αφορά την ανάπτυξη του φυτού σε σχέση με το λίπασμα Β.\nΣχεδιασμός πειραματικού ελέγχου: Να χρησιμοποιηθούν τα λιπάσματα Α και Β σε φυτά και να διαπιστωθεί η διαφορά στην ανάπτυξη των φυτών.\nΑνάλυση δεδομένων: Το φυτό στο οποίο χρησιμοποιήθηκε το λίπασμα Α παρουσιάζει μεγαλύτερη ανάπτυξη σε σχέση με το φυτό που χρησιμοποιήθηκε το λίπασμα Β.\nΣύγκριση με την υπόθεση: Η υπόθεση επιβεβαιώθηκε, καθώς το φυτό στο οποίο προστέθηκε λίπασμα Α αναπτύχθηκε περισσότερο.\nΑνακοίνωση αποτελεσμάτων: Και τα δύο λιπάσματα επέφεραν βελτίωση στην ανάπτυξη του φυτού. Όμως το λίπασμα Α έχει καλύτερα αποτελέσματα στην ανάπτυξη του φυτού σε σχέση με το λίπασμα Β.\nΑνεξάρτητη μεταβλητή: Το φυτό.\nΕξαρτημένη μεταβλητή: Το λίπασμα."
  },
  {
    "q": "23. Να συμπληρώσετε την ακροστιχίδα: Η λέξη στην ακροστιχίδα δηλώνει...",
    "a": "Λύση Ακροστιχίδας (ΕΠΙΣΤΗΜΟΝΙΚΗ):\n1. Ε-ΡΩΤΗΣΗ\n2. Π-ΕΙΡΑΜΑ\n3. Ι-ΣΧΥΡΙΣΜΟΣ\n4. Σ-ΥΜΠΕΡΑΣΜΑ\n5. Τ-ΕΣΤ\n6. Η-ΝΕΜΗΤΡΑΞΕ\n7. Μ-ΕΤΑΒΛΗΤΕΣ\n8. Ο-ΡΘΟΛΟΓΙΚΟΣ\n9. Ν-ΟΥΣ\n10. Ι-ΔΙΕΣ\n11. Κ-ΟΙΝΟΠΟΙΗΣΗ\n12. Η-ΤΗΤΡΑΞΕΝΑ"
  }
];


const chapter1MCQ = [
  {
    "q": "Συχνά αναφέρεται ότι η Χημεία στηρίζει πολλούς τομείς στη ζωή μας.",
    "options": [
      { "text": "Σωστό", "correct": true },
      { "text": "Λάθος", "correct": false }
    ],
    "explanation": "Η πρόταση είναι σωστή. Η Χημεία ερευνά και παράγει καινοτόμα προϊόντα για κάθε τομέα της καθημερινής ζωής, όπως τα φάρμακα, τα είδη προσωπικής υγιεινής και τα καλλυντικά, τα τρόφιμα, τα καύσιμα, τα δομικά υλικά, τα χρώματα, οι μπαταρίες, τα λιπάσματα και τα παρασιτοκτόνα, τα πλαστικά, οι τεχνητές υφάνσιμες ύλες κ.ά."
  },
  {
    "q": "Η ανάπτυξη της Χημείας ανέβασε σημαντικά το προσδόκιμο της ζωής.",
    "options": [
      { "text": "Σωστό", "correct": true },
      { "text": "Λάθος", "correct": false }
    ],
    "explanation": "Η πρόταση είναι σωστή. Πολλές εφαρμογές της Χημείας ανέβασαν σημαντικά το προσδόκιμο της ζωής, γιατί βελτίωσαν τις συνθήκες υγιεινής, αντιμετώπισαν τις λοιμώξεις, ενίσχυσαν προληπτικά τον οργανισμό και ανέπτυξαν σημαντικές διαγνωστικές τεχνικές."
  },
  {
    "q": "Οι εφαρμογές της Χημείας έχουν μόνο θετικές επιπτώσεις στην καθημερινή ζωή και στο περιβάλλον.",
    "options": [
      { "text": "Σωστό", "correct": false },
      { "text": "Λάθος", "correct": true }
    ],
    "explanation": "Η πρόταση είναι λανθασμένη. Ορισμένες εφαρμογές της Χημείας έχουν και αρνητικές επιπτώσεις στην καθημερινή ζωή και στο περιβάλλον, όταν η χρήση τους δεν είναι η ενδεδειγμένη (π.χ. αλόγιστη χρήση λιπασμάτων, πολυφαρμακία, ρύπανση)."
  },
  {
    "q": "Η χρήση των χημικών ουσιών στα τρόφιμα υποβαθμίζει την ποιότητά τους.",
    "options": [
      { "text": "Σωστό", "correct": false },
      { "text": "Λάθος", "correct": true }
    ],
    "explanation": "Η πρόταση είναι λανθασμένη. Οι χημικές ουσίες που προστίθενται σε τροφές, ποτά και αναψυκτικά, έχουν σκοπό να βελτιώσουν τις ιδιότητες τους, όπως το χρώμα τη γεύση, την υφή, ή να παρατείνουν τη διάρκεια ζωής τους."
  },
  {
    "q": "Είναι αναγκαία η επίτευξη ισορροπίας μεταξύ της οικονομικής ανάπτυξης και της προστασίας του περιβάλλοντος και των φυσικών πόρων.",
    "options": [
      { "text": "Σωστό", "correct": true },
      { "text": "Λάθος", "correct": false }
    ],
    "explanation": "Η πρόταση είναι σωστή. Η επίτευξη ισορροπίας θεωρείται επιβεβλημένη, ώστε να αντιμετωπιστούν διάφορα προβλήματα όπως η υπερκατανάλωση φυσικών πόρων, η ρύπανση και η κλιματική αλλαγή."
  },
  {
    "q": "Το καταναλωτικό μοντέλο που προβλέπει την ανακύκλωση και επαναχρησιμοποίηση των πρώτων υλών επιβαρύνει σημαντικά το περιβάλλον.",
    "options": [
      { "text": "Σωστό", "correct": false },
      { "text": "Λάθος", "correct": true }
    ],
    "explanation": "Η πρόταση είναι λανθασμένη. Η ανακύκλωση μεταβάλει το παραγωγικό μοντέλο από την Γραμμική στην Κυκλική οικονομία και υιοθετεί τις αρχές της Πράσινης Χημείας, μειώνοντας το περιβαλλοντικό αποτύπωμα."
  },
  {
    "q": "Από τις ακόλουθες δραστηριότητες δεν είναι προϊόν της Χημικής Βιομηχανίας:",
    "options": [
      { "text": "Α. τα φάρμακα", "correct": false },
      { "text": "Β. οι μπαταρίες", "correct": false },
      { "text": "Γ. η φωτοσύνθεση", "correct": true },
      { "text": "Δ. τα χρώματα", "correct": false }
    ],
    "explanation": "Σωστή απάντηση: Γ. Η φωτοσύνθεση είναι φυσική βιολογική διαδικασία."
  },
  {
    "q": "Για την ανακούφιση από τον πόνο χρησιμοποιούνται:",
    "options": [
      { "text": "Α. αντιπυρετικά", "correct": false },
      { "text": "Β. αναλγητικά", "correct": true },
      { "text": "Γ. αντικαταθλιπτικά", "correct": false },
      { "text": "Δ. αντιόξινα", "correct": false }
    ],
    "explanation": "Σωστή απάντηση: Β"
  },
  {
    "q": "Αρνητικές συνέπειες από την χρήση των εφαρμογών της Χημείας είναι:",
    "options": [
      { "text": "Α. η πολυφαρμακία", "correct": false },
      { "text": "Β. η ρύπανση της ατμόσφαιρας", "correct": false },
      { "text": "Γ. η εξάντληση των φυσικών πόρων", "correct": false },
      { "text": "Δ. όλα τα προηγούμενα", "correct": true }
    ],
    "explanation": "Σωστή απάντηση: Δ"
  },
  {
    "q": "Η Χημεία συμβάλλει στην αύξηση της παραγωγής τροφίμων παράγοντας:",
    "options": [
      { "text": "Α. συντηρητικά", "correct": false },
      { "text": "Β. λιπάσματα", "correct": true },
      { "text": "Γ. αντιοξειδωτικά", "correct": false },
      { "text": "Δ. αντιόξινα", "correct": false }
    ],
    "explanation": "Σωστή απάντηση: Β"
  },
  {
    "q": "Σε περίπτωση έκτακτης ανάγκης στο εργαστήριο πρέπει να φωνάξετε:",
    "options": [
      { "text": "Α. τον επιβλέποντα καθηγητή", "correct": true },
      { "text": "Β. κανέναν", "correct": false },
      { "text": "Γ. έναν φίλο", "correct": false },
      { "text": "Δ. όποιον είναι κοντά", "correct": false }
    ],
    "explanation": "Σωστή απάντηση: Α"
  },
  {
    "q": "Το κάπνισμα απαγορεύεται αυστηρά στο εργαστήριο γιατί:",
    "options": [
      { "text": "Α. δεν υπάρχουν τασάκια", "correct": false },
      { "text": "Β. είναι ανθυγιεινό", "correct": false },
      { "text": "Γ. δεν είναι βολικό", "correct": false },
      { "text": "Δ. μπορεί να προκληθεί πυρκαγιά στο εργαστήριο", "correct": true }
    ],
    "explanation": "Σωστή απάντηση: Δ"
  },
  {
    "q": "Για να ελαττώσετε τον κίνδυνο σταγόνες μιας χημικής ουσίας να μπουν στο μάτι σας πρέπει να φοράτε:",
    "options": [
      { "text": "Α. μάσκα", "correct": false },
      { "text": "Β. φακούς επαφής", "correct": false },
      { "text": "Γ. γυαλιά ηλίου", "correct": false },
      { "text": "Δ. γυαλιά ασφαλείας", "correct": true }
    ],
    "explanation": "Σωστή απάντηση: Δ"
  },
  {
    "q": "Πως μπορείτε γρήγορα να σβήσετε μια μικρή φωτιά πάνω στον εργαστηριακό πάγκο:",
    "options": [
      { "text": "Α. χρησιμοποιώντας πυροσβεστήρα", "correct": false },
      { "text": "Β. πετώντας νερό", "correct": false },
      { "text": "Γ. καλύπτοντας τη φλόγα με ένα μικρό δοχείο", "correct": false },
      { "text": "Δ. όλα τα προηγούμενα", "correct": true }
    ],
    "explanation": "Σωστή απάντηση: Δ"
  },
  {
    "q": "Το ποτό και το φαγητό απαγορεύονται στο εργαστήριο, γιατί:",
    "options": [
      { "text": "Α. λερώνεται το εργαστήριο", "correct": false },
      { "text": "Β. δεν υπάρχει αρκετός χρόνος", "correct": false },
      { "text": "Γ. τα παιδιά που δεν έχουν πάρει... νιώθουν μειονεκτικά", "correct": false },
      { "text": "Δ. μπορεί να δηλητηριαστείτε", "correct": true }
    ],
    "explanation": "Σωστή απάντηση: Δ"
  },
  {
    "q": "Απαγορεύεται στο εργαστήριο να γίνονται πειράματα που δεν είναι εγκεκριμένα γιατί:",
    "options": [
      { "text": "Α. οι μαθητές δεν έχουν την απαιτούμενη εμπειρία", "correct": true },
      { "text": "Β. δεν υπάρχουν τα απαιτούμενα αντιδραστήρια", "correct": false },
      { "text": "Γ. οι καθηγητές θέλουν μόνο τα πειράματα που έχουν διαλέξει", "correct": false },
      { "text": "Δ. δεν επαρκεί ο διαθέσιμος χρόνος", "correct": false }
    ],
    "explanation": "Σωστή απάντηση: Α"
  },
  {
    "q": "Μετά την ολοκλήρωση του πειράματος και πριν να φύγετε από το εργαστήριο πρέπει οπωσδήποτε:",
    "options": [
      { "text": "Α. να σβήσετε όλες τις εστίες φωτιάς", "correct": false },
      { "text": "Β. να τακτοποιήσετε και να καθαρίσετε το πάγκο", "correct": false },
      { "text": "Γ. να πλύνετε τα χέρια σας", "correct": false },
      { "text": "Δ. να κάνετε όλα τα παραπάνω", "correct": true }
    ],
    "explanation": "Σωστή απάντηση: Δ"
  },
  {
    "q": "Αν ένα δοχείο χωρίς ετικέτα περιέχει ένα άγνωστο υγρό πρέπει:",
    "options": [
      { "text": "Α. να το δοκιμάσετε, ώστε να καταλάβετε τι είναι", "correct": false },
      { "text": "Β. να το μυρίσετε, ώστε να το αναγνωρίσετε", "correct": false },
      { "text": "Γ. να θεωρήσετε ότι είναι πιθανά επικίνδυνο και να ενημερώσετε τον υπεύθυνο", "correct": true },
      { "text": "Δ. καλύτερα να ζητήσετε από ένα συμμαθητή σας να το αναγνωρίσει", "correct": false }
    ],
    "explanation": "Σωστή απάντηση: Γ"
  },
  {
    "q": "Ο λόγος για τον οποίο το εργαστήριο πρέπει να είναι καθαρό και τακτοποιημένο είναι ότι:",
    "options": [
      { "text": "Α. ο καθηγητής είναι ψυχαναγκαστικός", "correct": false },
      { "text": "Β. το εργαστήριο φαίνεται όμορφο", "correct": false },
      { "text": "Γ. δεν υπάρχει ο κίνδυνος να μη βρίσκουμε τα αντιδραστήρια", "correct": false },
      { "text": "Δ. βοηθάει στο να αποφεύγονται τα ατυχήματα", "correct": true }
    ],
    "explanation": "Σωστή απάντηση: Δ"
  },
  {
    "q": "Τα περισσότερα απορρυπαντικά πλυντηρίου φέρουν στην ετικέτα τους το εικονόγραμμα κινδύνου για το περιβάλλον και γι' αυτό πρέπει να βάζουμε πλυντήριο μόνο όταν είναι γεμάτο.",
    "options": [
      { "text": "Σωστό", "correct": true },
      { "text": "Λάθος", "correct": false }
    ],
    "explanation": "Η πρόταση είναι σωστή. Έτσι ελευθερώνεται συνολικά μικρότερη ποσότητα απορρυπαντικού στο περιβάλλον, ελαττώνοντας τις αρνητικές επιπτώσεις."
  },
  {
    "q": "Στο εργαστήριο όσες και όσοι έχουν μακριά μαλλιά πρέπει να τα κρατούν σφιχτά δεμένα.",
    "options": [
      { "text": "Σωστό", "correct": true },
      { "text": "Λάθος", "correct": false }
    ],
    "explanation": "Η πρόταση είναι σωστή. Ώστε να μην αναφλεγούν σε περίπτωση θέρμανσης με λύχνο."
  },
  {
    "q": "Είναι ευκαιρία κατά τη διάρκεια μιας εργαστηριακής άσκησης να γνωρίσουμε και άλλα αντιδραστήρια, εκτός από αυτά που προβλέπονται.",
    "options": [
      { "text": "Σωστό", "correct": false },
      { "text": "Λάθος", "correct": true }
    ],
    "explanation": "Η πρόταση είναι λανθασμένη. Πρέπει να χρησιμοποιούμε μόνο τα αντιδραστήρια που αναφέρονται στο φύλλο εργασίας."
  },
  {
    "q": "Αν κατά λάθος σπάσουμε έναν δοκιμαστικό σωλήνα και το αντιδραστήριο χυθεί, πρέπει να το μαζέψουμε γρήγορα - γρήγορα... για να μη μας καταλάβει κανείς.",
    "options": [
      { "text": "Σωστό", "correct": false },
      { "text": "Λάθος", "correct": true }
    ],
    "explanation": "Η πρόταση είναι λανθασμένη. Πρέπει να ειδοποιήσουμε τον καθηγητή ώστε να λάβουμε οδηγίες για τις επόμενες κινήσεις μας."
  },
  {
    "q": "Δεν μπορούμε να τρώμε, αλλά μπορούμε να μασάμε τσίχλα κατά τη διάρκεια μιας εργαστηριακής άσκησης.",
    "options": [
      { "text": "Σωστό", "correct": false },
      { "text": "Λάθος", "correct": true }
    ],
    "explanation": "Η πρόταση είναι λανθασμένη. Δεν μπορούμε να τρώμε ούτε να μασάμε τσίχλα, γιατί υπάρχει κίνδυνος δηλητηρίασης."
  },
  {
    "q": "H επιστημονική μέθοδος συνίσταται στην συλλογή δεδομένων.",
    "options": [
      { "text": "Σωστό", "correct": false },
      { "text": "Λάθος", "correct": true }
    ],
    "explanation": "Η πρόταση είναι λανθασμένη. Στηρίζεται σε στάδια: Παρατήρηση- Διατύπωση υπόθεσης - Σχεδιασμός πειράματος - Ανάλυση δεδομένων κ.λπ."
  },
  {
    "q": "Η μοναδική μορφή που αναγνωρίζεται ως επιστημονική μέθοδος ακολουθεί τη σειρά: Παρατήρηση → ερώτηση → υπόθεση → πείραμα → συμπέρασμα.",
    "options": [
      { "text": "Σωστό", "correct": false },
      { "text": "Λάθος", "correct": true }
    ],
    "explanation": "Η πρόταση είναι λανθασμένη. Η επιστημονική μέθοδος δεν είναι γραμμική και τροποποιείται ανάλογα με τις ανάγκες του φαινομένου."
  },
  {
    "q": "Μόνο ο πειραματισμός είναι ορθή πρακτική για την εξαγωγή συμπερασμάτων.",
    "options": [
      { "text": "Σωστό", "correct": true },
      { "text": "Λάθος", "correct": false }
    ],
    "explanation": "Η πρόταση είναι σωστή. Για την εξαγωγή συμπερασμάτων πρέπει τα δεδομένα να ελέγχονται και να επαληθεύονται με πειραματικά αποτελέσματα."
  },
  {
    "q": "Τα αποτελέσματα μίας έρευνας πάντοτε επιβεβαιώνουν την υπόθεση που έχει διατυπώσει ο ερευνητής.",
    "options": [
      { "text": "Σωστό", "correct": false },
      { "text": "Λάθος", "correct": true }
    ],
    "explanation": "Η πρόταση είναι λανθασμένη. Τα αποτελέσματα μπορούν να απορρίψουν μερικώς ή πλήρως την αρχική υπόθεση."
  },
  {
    "q": "Η υπόθεση και η πρόβλεψη που διατυπώνει ένας ερευνητής πρέπει να είναι μετρήσιμες.",
    "options": [
      { "text": "Σωστό", "correct": true },
      { "text": "Λάθος", "correct": false }
    ],
    "explanation": "Η πρόταση είναι σωστή. Οφείλουν να δοκιμάζονται και να επαληθεύονται με πραγματικά και μετρήσιμα στοιχεία."
  },
  {
    "q": "Όταν από την πειραματική διαδικασία προκύπτουν δεδομένα τα οποία δεν συμφωνούν με την αρχική υπόθεση, τα απορρίπτουμε.",
    "options": [
      { "text": "Σωστό", "correct": false },
      { "text": "Λάθος", "correct": true }
    ],
    "explanation": "Η πρόταση είναι λανθασμένη. Όταν δεν συμφωνούν, πρέπει να διατυπωθεί νέα υπόθεση και επανάληψη της διαδικασίας."
  },
  {
    "q": "Από τα ακόλουθα βήματα δεν είναι βήμα της επιστημονικής μεθόδου:",
    "options": [
      { "text": "Α. η παρατήρηση και καταγραφή των δεδομένων", "correct": false },
      { "text": "Β. η διατύπωση υπόθεσης", "correct": false },
      { "text": "Γ. η διαμόρφωση ενός μοντέλου με βάση τα πειραματικά αποτελέσματα", "correct": false },
      { "text": "Δ. η απόρριψη των δεδομένων που δεν συμφωνούν με την υπόθεση", "correct": true }
    ],
    "explanation": "Σωστή απάντηση: Δ"
  },
  {
    "q": "Από τις ακόλουθες παρατηρήσεις είναι ποσοτική η:",
    "options": [
      { "text": "Α. μεταβάλλεται το χρώμα του διαλύματος... σε άχρωμο", "correct": false },
      { "text": "Β. η γεύση του διαλύματος είναι όξινη", "correct": false },
      { "text": "Γ. το διάλυμα διαβρώνει τα μέταλλα", "correct": false },
      { "text": "Δ. το διάλυμα βράζει σε θερμοκρασία 78ο C", "correct": true }
    ],
    "explanation": "Σωστή απάντηση: Δ"
  },
  {
    "q": "Από τις ακόλουθες παρατηρήσεις είναι ποιοτική η:",
    "options": [
      { "text": "Α. μεταβάλλεται το χρώμα του διαλύματος... σε άχρωμο", "correct": true },
      { "text": "Β. η αντίδραση ολοκληρώνεται σε 25 s", "correct": false },
      { "text": "Γ. καταβυθίζονται 2 g ενός πράσινου ιζήματος", "correct": false },
      { "text": "Δ. το διάλυμα βράζει σε θερμοκρασία 78ο C", "correct": false }
    ],
    "explanation": "Σωστή απάντηση: Α"
  },
  {
    "q": "Μια δήλωση που επιβεβαιώνεται από πειραματικά δεδομένα και εξηγεί ένα φαινόμενο ονομάζεται:",
    "options": [
      { "text": "Α. υπόθεση", "correct": false },
      { "text": "Β. ερώτηση", "correct": false },
      { "text": "Γ. θεωρία", "correct": true },
      { "text": "Δ. γενίκευση", "correct": false }
    ],
    "explanation": "Σωστή απάντηση: Γ"
  },
  {
    "q": "Οι μεταβλητές σε ένα πείραμα οι οποίες δεν μεταβάλλονται ονομάζονται:",
    "options": [
      { "text": "Α. σταθερές", "correct": true },
      { "text": "Β. εξαρτημένες μεταβλητές", "correct": false },
      { "text": "Γ. ανεξάρτητες μεταβλητές", "correct": false },
      { "text": "Δ. μεταβλητές ελέγχου", "correct": false }
    ],
    "explanation": "Σωστή απάντηση: Α"
  },
  {
    "q": "Η μεταβλητή ενός πειράματος την οποία μεταβάλλει ο ερευνητής ονομάζεται:",
    "options": [
      { "text": "Α. σταθερά", "correct": false },
      { "text": "Β. εξαρτημένη μεταβλητή", "correct": false },
      { "text": "Γ. ανεξάρτητη μεταβλητή", "correct": true },
      { "text": "Δ. μεταβλητή ελέγχου", "correct": false }
    ],
    "explanation": "Σωστή απάντηση: Γ"
  },
  {
    "q": "Ένα μοντέλο ή μια ποσοτική σχέση που στηρίζεται σε ένα μεγάλο αριθμό πειραματικών δεδομένων είναι:",
    "options": [
      { "text": "Α. μία υπόθεση", "correct": false },
      { "text": "Β. ένας νόμος", "correct": true },
      { "text": "Γ. μια πρόβλεψη", "correct": false },
      { "text": "Δ. μία θεωρία", "correct": false }
    ],
    "explanation": "Σωστή απάντηση: Β"
  },
  {
    "q": "Η σωστή σειρά των σταδίων της απλουστευμένης επιστημονικής μεθόδου είναι:",
    "options": [
      { "text": "Α. υπόθεση- παρατήρηση- έλεγχος της υπόθεσης- διατύπωση ερώτησης- ανάλυση δεδομένων- διαμόρφωση συμπερασμάτων- ανακοίνωση των αποτελεσμάτων", "correct": false },
      { "text": "Β. παρατήρηση -διατύπωση ερώτησης- υπόθεση- έλεγχος της υπόθεσης- ανάλυση δεδομένων- διαμόρφωση συμπερασμάτων- ανακοίνωση των αποτελεσμάτων", "correct": true },
      { "text": "Γ. παρατήρηση- υπόθεση-έλεγχος της υπόθεσης- διατύπωση ερώτησης- ανάλυση δεδομένων-διαμόρφωση συμπερασμάτων- ανακοίνωση των αποτελεσμάτων", "correct": false },
      { "text": "Δ. παρατήρηση- διατύπωση ερώτησης- υπόθεση- έλεγχος της υπόθεσης- διαμόρφωση συμπερασμάτων- ανάλυση δεδομένων – ανακοίνωση των αποτελεσμάτων", "correct": false }
    ],
    "explanation": "Σωστή απάντηση: Β"
  }
];
